{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "what": 4,
    "kind": 5,
    "of": 6,
    "animal": 7,
    "appears": 8,
    "in": 9,
    "the": 10,
    "picture?": 11,
    "is": 12,
    "color": 13,
    "dog?": 14,
    "there": 15,
    "a": 16,
    "dog": 17,
    "image?": 18,
    "can": 19,
    "bear": 20,
    "be": 21,
    "seen": 22,
    "this": 23,
    "how": 24,
    "many": 25,
    "dogs": 26,
    "appear": 27,
    "you": 28,
    "identify": 29,
    "dog's": 30,
    "color?": 31,
    "does": 32,
    "image": 33,
    "show": 34,
    "do": 35,
    "see": 36,
    "zebra": 37,
    "here?": 38,
    "count": 39,
    "dogs?": 40,
    "which": 41,
    "present": 42,
    "photo?": 43,
    "have?": 44,
    "bird?": 45,
    "tell": 46,
    "me": 47,
    "is?": 48,
    "describe": 49,
    "color.": 50,
    "zebra?": 51,
    "image.": 52,
    "number": 53,
    "dogs.": 54,
    "contain": 55,
    "elephant?": 56,
    "are": 57,
    "there?": 58,
    "name": 59,
    "see?": 60,
    "primary": 61,
    "depicted": 62,
    "horse?": 63,
    "giraffe?": 64,
    "any": 65,
    "giraffe": 66,
    "visible?": 67,
    "cow": 68,
    "bear?": 69,
    "show?": 70,
    "bird": 71,
    "present.": 72,
    "cat": 73,
    "sheep?": 74,
    "horse": 75,
    "cat?": 76,
    "type": 77,
    "shown?": 78,
    "cats?": 79,
    "sheep": 80,
    "cow?": 81,
    "elephant": 82,
    "cat.": 83,
    "dog.": 84,
    "cat's": 85,
    "cats": 86,
    "cats.": 87
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<SOS>",
    "3": "<EOS>",
    "4": "what",
    "5": "kind",
    "6": "of",
    "7": "animal",
    "8": "appears",
    "9": "in",
    "10": "the",
    "11": "picture?",
    "12": "is",
    "13": "color",
    "14": "dog?",
    "15": "there",
    "16": "a",
    "17": "dog",
    "18": "image?",
    "19": "can",
    "20": "bear",
    "21": "be",
    "22": "seen",
    "23": "this",
    "24": "how",
    "25": "many",
    "26": "dogs",
    "27": "appear",
    "28": "you",
    "29": "identify",
    "30": "dog's",
    "31": "color?",
    "32": "does",
    "33": "image",
    "34": "show",
    "35": "do",
    "36": "see",
    "37": "zebra",
    "38": "here?",
    "39": "count",
    "40": "dogs?",
    "41": "which",
    "42": "present",
    "43": "photo?",
    "44": "have?",
    "45": "bird?",
    "46": "tell",
    "47": "me",
    "48": "is?",
    "49": "describe",
    "50": "color.",
    "51": "zebra?",
    "52": "image.",
    "53": "number",
    "54": "dogs.",
    "55": "contain",
    "56": "elephant?",
    "57": "are",
    "58": "there?",
    "59": "name",
    "60": "see?",
    "61": "primary",
    "62": "depicted",
    "63": "horse?",
    "64": "giraffe?",
    "65": "any",
    "66": "giraffe",
    "67": "visible?",
    "68": "cow",
    "69": "bear?",
    "70": "show?",
    "71": "bird",
    "72": "present.",
    "73": "cat",
    "74": "sheep?",
    "75": "horse",
    "76": "cat?",
    "77": "type",
    "78": "shown?",
    "79": "cats?",
    "80": "sheep",
    "81": "cow?",
    "82": "elephant",
    "83": "cat.",
    "84": "dog.",
    "85": "cat's",
    "86": "cats",
    "87": "cats."
  },
  "word_freq": {
    "what": 2043,
    "kind": 185,
    "of": 1263,
    "animal": 1650,
    "appears": 185,
    "in": 2386,
    "the": 5193,
    "picture?": 632,
    "is": 2939,
    "color": 1048,
    "dog?": 1093,
    "there": 817,
    "a": 2900,
    "dog": 1163,
    "image?": 1245,
    "can": 1794,
    "bear": 102,
    "be": 427,
    "seen": 427,
    "this": 1461,
    "how": 910,
    "many": 910,
    "dogs": 824,
    "appear": 241,
    "you": 1772,
    "identify": 364,
    "dog's": 544,
    "color?": 400,
    "does": 1190,
    "image": 961,
    "show": 415,
    "do": 405,
    "see": 804,
    "zebra": 137,
    "here?": 577,
    "count": 740,
    "dogs?": 414,
    "which": 531,
    "present": 614,
    "photo?": 167,
    "have?": 229,
    "bird?": 59,
    "tell": 604,
    "me": 604,
    "is?": 160,
    "describe": 202,
    "color.": 202,
    "zebra?": 78,
    "image.": 342,
    "number": 281,
    "dogs.": 253,
    "contain": 390,
    "elephant?": 68,
    "are": 449,
    "there?": 227,
    "name": 181,
    "see?": 389,
    "primary": 197,
    "depicted": 172,
    "horse?": 60,
    "giraffe?": 70,
    "any": 400,
    "giraffe": 128,
    "visible?": 400,
    "cow": 115,
    "bear?": 72,
    "show?": 156,
    "bird": 107,
    "present.": 222,
    "cat": 216,
    "sheep?": 48,
    "horse": 113,
    "cat?": 185,
    "type": 139,
    "shown?": 139,
    "cats?": 45,
    "sheep": 113,
    "cow?": 68,
    "elephant": 131,
    "cat.": 21,
    "dog.": 201,
    "cat's": 58,
    "cats": 86,
    "cats.": 28
  },
  "min_word_freq": 1
}