{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "what": 4,
    "animal": 5,
    "does": 6,
    "this": 7,
    "image": 8,
    "show?": 9,
    "color": 10,
    "is": 11,
    "the": 12,
    "cat?": 13,
    "contain": 14,
    "a": 15,
    "do": 16,
    "you": 17,
    "see": 18,
    "cow": 19,
    "here?": 20,
    "how": 21,
    "many": 22,
    "cats": 23,
    "are": 24,
    "there?": 25,
    "can": 26,
    "tell": 27,
    "me": 28,
    "is?": 29,
    "of": 30,
    "giraffe?": 31,
    "giraffe": 32,
    "present": 33,
    "in": 34,
    "picture?": 35,
    "bird": 36,
    "be": 37,
    "seen": 38,
    "image?": 39,
    "count": 40,
    "giraffes?": 41,
    "type": 42,
    "shown?": 43,
    "identify": 44,
    "sheep's": 45,
    "color?": 46,
    "there": 47,
    "any": 48,
    "sheep": 49,
    "visible?": 50,
    "dog": 51,
    "sheep?": 52,
    "cat": 53,
    "show": 54,
    "bird?": 55,
    "number": 56,
    "cats.": 57,
    "which": 58,
    "see?": 59,
    "zebra's": 60,
    "zebra": 61,
    "zebras": 62,
    "appear": 63,
    "image.": 64,
    "giraffe's": 65,
    "photo?": 66,
    "have?": 67,
    "zebra?": 68,
    "zebras?": 69,
    "horse": 70,
    "horse?": 71,
    "horses": 72,
    "elephant?": 73,
    "present.": 74,
    "cows?": 75,
    "cow?": 76,
    "cows.": 77,
    "horse.": 78,
    "kind": 79,
    "appears": 80,
    "zebras.": 81,
    "describe": 82,
    "color.": 83,
    "giraffes.": 84,
    "giraffe.": 85,
    "giraffes": 86,
    "dog's": 87,
    "primary": 88,
    "dog?": 89,
    "dogs": 90,
    "cat's": 91,
    "cats?": 92,
    "elephant": 93,
    "name": 94,
    "zebra.": 95,
    "depicted": 96,
    "bear": 97,
    "sheep.": 98,
    "horses?": 99,
    "bear.": 100,
    "bear?": 101,
    "bears": 102,
    "cow's": 103,
    "cow.": 104,
    "cows": 105,
    "bear's": 106,
    "horse's": 107,
    "elephants": 108,
    "dog.": 109,
    "dogs.": 110,
    "cat.": 111,
    "bears.": 112,
    "horses.": 113,
    "bears?": 114,
    "elephant.": 115,
    "elephant's": 116,
    "elephants?": 117,
    "dogs?": 118,
    "elephants.": 119,
    "bird.": 120,
    "birds?": 121,
    "birds": 122,
    "birds.": 123,
    "bird's": 124
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<SOS>",
    "3": "<EOS>",
    "4": "what",
    "5": "animal",
    "6": "does",
    "7": "this",
    "8": "image",
    "9": "show?",
    "10": "color",
    "11": "is",
    "12": "the",
    "13": "cat?",
    "14": "contain",
    "15": "a",
    "16": "do",
    "17": "you",
    "18": "see",
    "19": "cow",
    "20": "here?",
    "21": "how",
    "22": "many",
    "23": "cats",
    "24": "are",
    "25": "there?",
    "26": "can",
    "27": "tell",
    "28": "me",
    "29": "is?",
    "30": "of",
    "31": "giraffe?",
    "32": "giraffe",
    "33": "present",
    "34": "in",
    "35": "picture?",
    "36": "bird",
    "37": "be",
    "38": "seen",
    "39": "image?",
    "40": "count",
    "41": "giraffes?",
    "42": "type",
    "43": "shown?",
    "44": "identify",
    "45": "sheep's",
    "46": "color?",
    "47": "there",
    "48": "any",
    "49": "sheep",
    "50": "visible?",
    "51": "dog",
    "52": "sheep?",
    "53": "cat",
    "54": "show",
    "55": "bird?",
    "56": "number",
    "57": "cats.",
    "58": "which",
    "59": "see?",
    "60": "zebra's",
    "61": "zebra",
    "62": "zebras",
    "63": "appear",
    "64": "image.",
    "65": "giraffe's",
    "66": "photo?",
    "67": "have?",
    "68": "zebra?",
    "69": "zebras?",
    "70": "horse",
    "71": "horse?",
    "72": "horses",
    "73": "elephant?",
    "74": "present.",
    "75": "cows?",
    "76": "cow?",
    "77": "cows.",
    "78": "horse.",
    "79": "kind",
    "80": "appears",
    "81": "zebras.",
    "82": "describe",
    "83": "color.",
    "84": "giraffes.",
    "85": "giraffe.",
    "86": "giraffes",
    "87": "dog's",
    "88": "primary",
    "89": "dog?",
    "90": "dogs",
    "91": "cat's",
    "92": "cats?",
    "93": "elephant",
    "94": "name",
    "95": "zebra.",
    "96": "depicted",
    "97": "bear",
    "98": "sheep.",
    "99": "horses?",
    "100": "bear.",
    "101": "bear?",
    "102": "bears",
    "103": "cow's",
    "104": "cow.",
    "105": "cows",
    "106": "bear's",
    "107": "horse's",
    "108": "elephants",
    "109": "dog.",
    "110": "dogs.",
    "111": "cat.",
    "112": "bears.",
    "113": "horses.",
    "114": "bears?",
    "115": "elephant.",
    "116": "elephant's",
    "117": "elephants?",
    "118": "dogs?",
    "119": "elephants.",
    "120": "bird.",
    "121": "birds?",
    "122": "birds",
    "123": "birds.",
    "124": "bird's"
  },
  "word_freq": {
    "what": 18128,
    "animal": 14512,
    "does": 10479,
    "this": 13053,
    "image": 8632,
    "show?": 1452,
    "color": 9210,
    "is": 26200,
    "the": 44633,
    "cat?": 709,
    "contain": 3589,
    "a": 25403,
    "do": 3476,
    "you": 15898,
    "see": 7159,
    "cow": 2169,
    "here?": 4940,
    "how": 8275,
    "many": 8275,
    "cats": 80,
    "are": 4152,
    "there?": 2062,
    "can": 16136,
    "tell": 5352,
    "me": 5352,
    "is?": 1401,
    "of": 10819,
    "giraffe?": 2165,
    "giraffe": 2388,
    "present": 5257,
    "in": 20407,
    "picture?": 5274,
    "bird": 1016,
    "be": 3714,
    "seen": 3714,
    "image?": 10782,
    "count": 6237,
    "giraffes?": 581,
    "type": 1452,
    "shown?": 1452,
    "identify": 3146,
    "sheep's": 787,
    "color?": 3554,
    "there": 7225,
    "any": 3621,
    "sheep": 3741,
    "visible?": 3621,
    "dog": 1990,
    "sheep?": 2657,
    "cat": 1084,
    "show": 3591,
    "bird?": 631,
    "number": 2098,
    "cats.": 28,
    "which": 4771,
    "see?": 3523,
    "zebra's": 901,
    "zebra": 2711,
    "zebras": 1444,
    "appear": 2042,
    "image.": 2840,
    "giraffe's": 771,
    "photo?": 1511,
    "have?": 1847,
    "zebra?": 2387,
    "zebras?": 681,
    "horse": 2577,
    "horse?": 2314,
    "horses": 1316,
    "elephant?": 1301,
    "present.": 2090,
    "cows?": 481,
    "cow?": 1839,
    "cows.": 245,
    "horse.": 296,
    "kind": 1528,
    "appears": 1528,
    "zebras.": 349,
    "describe": 1748,
    "color.": 1748,
    "giraffes.": 315,
    "giraffe.": 275,
    "giraffes": 1206,
    "dog's": 565,
    "primary": 1794,
    "dog?": 1593,
    "dogs": 809,
    "cat's": 57,
    "cats?": 49,
    "elephant": 1730,
    "name": 1454,
    "zebra.": 314,
    "depicted": 1464,
    "bear": 1827,
    "sheep.": 556,
    "horses?": 687,
    "bear.": 156,
    "bear?": 1394,
    "bears": 655,
    "cow's": 625,
    "cow.": 214,
    "cows": 966,
    "bear's": 400,
    "horse's": 811,
    "elephants": 556,
    "dog.": 203,
    "dogs.": 246,
    "cat.": 24,
    "bears.": 158,
    "horses.": 324,
    "bears?": 321,
    "elephant.": 120,
    "elephant's": 374,
    "elephants?": 298,
    "dogs?": 409,
    "elephants.": 127,
    "bird.": 3,
    "birds?": 7,
    "birds": 18,
    "birds.": 6,
    "bird's": 11
  },
  "min_word_freq": 1
}