{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "what": 4,
    "animal": 5,
    "is": 6,
    "in": 7,
    "the": 8,
    "image?": 9,
    "color": 10,
    "bear?": 11,
    "there": 12,
    "a": 13,
    "bear": 14,
    "horse": 15,
    "horse?": 16,
    "elephant": 17,
    "how": 18,
    "many": 19,
    "horses": 20,
    "are": 21,
    "there?": 22,
    "cow?": 23,
    "cow": 24,
    "cat": 25,
    "cows": 26,
    "sheep": 27,
    "dog?": 28,
    "dog": 29,
    "dogs": 30,
    "elephant?": 31,
    "zebra": 32,
    "giraffe": 33,
    "cat?": 34,
    "cats": 35,
    "bird": 36,
    "sheep?": 37,
    "sheeps": 38,
    "elephants": 39,
    "bears": 40,
    "zebra?": 41,
    "zebras": 42,
    "giraffe?": 43,
    "giraffes": 44,
    "bird?": 45,
    "birds": 46
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<SOS>",
    "3": "<EOS>",
    "4": "what",
    "5": "animal",
    "6": "is",
    "7": "in",
    "8": "the",
    "9": "image?",
    "10": "color",
    "11": "bear?",
    "12": "there",
    "13": "a",
    "14": "bear",
    "15": "horse",
    "16": "horse?",
    "17": "elephant",
    "18": "how",
    "19": "many",
    "20": "horses",
    "21": "are",
    "22": "there?",
    "23": "cow?",
    "24": "cow",
    "25": "cat",
    "26": "cows",
    "27": "sheep",
    "28": "dog?",
    "29": "dog",
    "30": "dogs",
    "31": "elephant?",
    "32": "zebra",
    "33": "giraffe",
    "34": "cat?",
    "35": "cats",
    "36": "bird",
    "37": "sheep?",
    "38": "sheeps",
    "39": "elephants",
    "40": "bears",
    "41": "zebra?",
    "42": "zebras",
    "43": "giraffe?",
    "44": "giraffes",
    "45": "bird?",
    "46": "birds"
  },
  "word_freq": {
    "what": 29024,
    "animal": 14512,
    "is": 58048,
    "in": 43536,
    "the": 58048,
    "image?": 43536,
    "color": 14512,
    "bear?": 1134,
    "there": 29024,
    "a": 29024,
    "bear": 2627,
    "horse": 3650,
    "horse?": 2327,
    "elephant": 2449,
    "how": 12226,
    "many": 12226,
    "horses": 2310,
    "are": 12226,
    "there?": 12226,
    "cow?": 1692,
    "cow": 3129,
    "cat": 1762,
    "cows": 1396,
    "sheep": 3638,
    "dog?": 1464,
    "dog": 2877,
    "dogs": 1119,
    "elephant?": 981,
    "zebra": 3740,
    "giraffe": 3479,
    "cat?": 157,
    "cats": 135,
    "bird": 1673,
    "sheep?": 2150,
    "sheeps": 2104,
    "elephants": 412,
    "bears": 665,
    "zebra?": 2474,
    "zebras": 2068,
    "giraffe?": 2102,
    "giraffes": 1988,
    "bird?": 31,
    "birds": 29
  },
  "min_word_freq": 1
}