{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "yes": 4,
    "seagulls": 5,
    "cat": 6,
    "0": 7,
    "young": 8,
    "small": 9,
    "1": 10,
    "above": 11,
    "grass": 12,
    "white": 13,
    "bending": 14,
    "no": 15,
    "shepard": 16,
    "2": 17,
    "corral": 18,
    "4": 19,
    "20": 20,
    "black": 21,
    "lots": 22,
    "birthday": 23,
    "tie": 24,
    "pug": 25,
    "couch": 26,
    "7": 27,
    "many": 28,
    "shrub": 29,
    "brown": 30,
    "zebras": 31,
    "to": 32,
    "fence": 33,
    "right": 34,
    "sand": 35,
    "and": 36,
    "frisbee": 37,
    "boston": 38,
    "terrier": 39,
    "bulldog": 40,
    "hay": 41,
    "farmer": 42,
    "old": 43,
    "sitting": 44,
    "on": 45,
    "death": 46,
    "milk": 47,
    "hair": 48,
    "nowhere": 49,
    "nest": 50,
    "bird": 51,
    "lab": 52,
    "5": 53,
    "teddy": 54,
    "bear": 55,
    "gray": 56,
    "harness": 57,
    "green": 58,
    "dog": 59,
    "seagull": 60,
    "interior": 61,
    "water": 62,
    "in": 63,
    "camera": 64,
    "chair": 65,
    "elephant": 66,
    "3": 67,
    "giraffe": 68,
    "dirt": 69,
    "zebra": 70,
    "walking": 71,
    "elk": 72,
    "triangle": 73,
    "catching": 74,
    "outside": 75,
    "log": 76,
    "window": 77,
    "short": 78,
    "branch": 79,
    "big": 80,
    "mud": 81,
    "suitcase": 82,
    "snow": 83,
    "glass": 84,
    "horse": 85,
    "resting": 86,
    "yellow": 87,
    "looking": 88,
    "party": 89,
    "hat": 90,
    "table": 91,
    "sink": 92,
    "tag": 93,
    "11": 94,
    "drinking": 95,
    "sheep": 96,
    "curious": 97,
    "car": 98,
    "chow": 99,
    "finch": 100,
    "beagle": 101,
    "backpack": 102,
    "zoo": 103,
    "red": 104,
    "male": 105,
    "go": 106,
    "out": 107,
    "labrador": 108,
    "recreation": 109,
    "tall": 110,
    "africa": 111,
    "15": 112,
    "by": 113,
    "tinsel": 114,
    "head": 115,
    "bell": 116,
    "closed": 117,
    "shoes": 118,
    "gull": 119,
    "left": 120,
    "oak": 121,
    "poodle": 122,
    "carriage": 123,
    "legs": 124,
    "clydesdale": 125,
    "budweiser": 126,
    "blue": 127,
    "jay": 128,
    "control": 129,
    "next": 130,
    "tree": 131,
    "sniff": 132,
    "road": 133,
    "seat": 134,
    "tabby": 135,
    "vultures": 136,
    "eating": 137,
    "posing": 138,
    "tusks": 139,
    "none": 140,
    "cows": 141,
    "away": 142,
    "for": 143,
    "photo": 144,
    "shorter": 145,
    "one": 146,
    "knee": 147,
    "high": 148,
    "licking": 149,
    "14": 150,
    "reflection": 151,
    "females": 152,
    "standing": 153,
    "concrete": 154,
    "polar": 155,
    "tan": 156,
    "at": 157,
    "parakeet": 158,
    "mirror": 159,
    "laying": 160,
    "down": 161,
    "washing": 162,
    "giraffes": 163,
    "hill": 164,
    "downhill": 165,
    "hot": 166,
    "behind": 167,
    "saddle": 168,
    "field": 169,
    "bridle": 170,
    "river": 171,
    "jack": 172,
    "russell": 173,
    "collar": 174,
    "40": 175,
    "it": 176,
    "is": 177,
    "dark": 178,
    "persian": 179,
    "bow": 180,
    "ties": 181,
    "beach": 182,
    "elephants": 183,
    "tiger": 184,
    "basket": 185,
    "border": 186,
    "collie": 187,
    "owl": 188,
    "orange": 189,
    "heron": 190,
    "real": 191,
    "horses": 192,
    "books": 193,
    "home": 194,
    "bed": 195,
    "scratching": 196,
    "9": 197,
    "10": 198,
    "nothing": 199,
    "sleeping": 200,
    "ownership": 201,
    "years": 202,
    "unknown": 203,
    "dashboard": 204,
    "western": 205,
    "riding": 206,
    "camel": 207,
    "sidewalk": 208,
    "skateboard": 209,
    "food": 210,
    "6": 211,
    "neck": 212,
    "leather": 213,
    "chihuahua": 214,
    "fabric": 215,
    "chichawa": 216,
    "grooming": 217,
    "rock": 218,
    "mouth": 219,
    "graze": 220,
    "street": 221,
    "vine": 222,
    "turkey": 223,
    "blanket": 224,
    "dusk": 225,
    "umbrella": 226,
    "mountains": 227,
    "24": 228,
    "holstein": 229,
    "forwards": 230,
    "spring": 231,
    "trunk": 232,
    "criticism": 233,
    "trees": 234,
    "towel": 235,
    "sleep": 236,
    "german": 237,
    "shepherd": 238,
    "grazing": 239,
    "woman": 240,
    "825": 241,
    "person": 242,
    "not": 243,
    "aggressive": 244,
    "alert": 245,
    "sandwich": 246,
    "racing": 247,
    "jumping": 248,
    "labs": 249,
    "tail": 250,
    "pigeons": 251,
    "wall": 252,
    "bandana": 253,
    "kaani": 254,
    "heavy": 255,
    "surfing": 256,
    "open": 257,
    "ground": 258,
    "siblings": 259,
    "ducks": 260,
    "wires": 261,
    "striped": 262,
    "peacock": 263,
    "mohawk": 264,
    "minutes": 265,
    "feet": 266,
    "duck": 267,
    "36": 268,
    "litter": 269,
    "box": 270,
    "half": 271,
    "size": 272,
    "far": 273,
    "nursing": 274,
    "very": 275,
    "stability": 276,
    "pole": 277,
    "building": 278,
    "plow": 279,
    "mountain": 280,
    "goat": 281,
    "12": 282,
    "google": 283,
    "desk": 284,
    "domestic": 285,
    "plate": 286,
    "cup": 287,
    "forward": 288,
    "siamese": 289,
    "brick": 290,
    "birds": 291,
    "move": 292,
    "them": 293,
    "ocean": 294,
    "16": 295,
    "african": 296,
    "pulling": 297,
    "bessy": 298,
    "winter": 299,
    "remote": 300,
    "domesticated": 301,
    "pink": 302,
    "hound": 303,
    "keyboard": 304,
    "warm": 305,
    "because": 306,
    "that's": 307,
    "where": 308,
    "he": 309,
    "wants": 310,
    "be": 311,
    "dalmatian": 312,
    "waist": 313,
    "long": 314,
    "kitchen": 315,
    "toilet": 316,
    "fire": 317,
    "hydrant": 318,
    "female": 319,
    "hawk": 320,
    "crows": 321,
    "50": 322,
    "neither": 323,
    "clock": 324,
    "dove": 325,
    "cats": 326,
    "babies": 327,
    "ryanair": 328,
    "quarter": 329,
    "wild": 330,
    "cow": 331,
    "mutt": 332,
    "spiky": 333,
    "fun": 334,
    "playing": 335,
    "yawning": 336,
    "apple": 337,
    "robin": 338,
    "baby": 339,
    "asian": 340,
    "its": 341,
    "there": 342,
    "color": 343,
    "bathroom": 344,
    "angle": 345,
    "of": 346,
    "picture": 347,
    "petting": 348,
    "yard": 349,
    "heeler": 350,
    "ctrl": 351,
    "under": 352,
    "paw": 353,
    "wood": 354,
    "crow": 355,
    "top": 356,
    "round": 357,
    "his": 358,
    "purse": 359,
    "rex": 360,
    "fish": 361,
    "shoe": 362,
    "bottle": 363,
    "ponies": 364,
    "pigs": 365,
    "laptop": 366,
    "sniffing": 367,
    "rifle": 368,
    "ponytails": 369,
    "milking": 370,
    "lick": 371,
    "8": 372,
    "ball": 373,
    "london": 374,
    "man's": 375,
    "foot": 376,
    "kiwi": 377,
    "cars": 378,
    "sparrow": 379,
    "fork": 380,
    "calico": 381,
    "porch": 382,
    "surfboard": 383,
    "life": 384,
    "jackets": 385,
    "so": 386,
    "they": 387,
    "won't": 388,
    "drown": 389,
    "sam": 390,
    "husky": 391,
    "identification": 392,
    "golden": 393,
    "retriever": 394,
    "awake": 395,
    "front": 396,
    "man": 397,
    "diving": 398,
    "entering": 399,
    "tired": 400,
    "pitbull": 401,
    "around": 402,
    "dozen": 403,
    "eyes": 404,
    "tongue": 405,
    "dogs": 406,
    "greyhound": 407,
    "pelican": 408,
    "bowl": 409,
    "use": 410,
    "goose": 411,
    "fly": 412,
    "rope": 413,
    "webbed": 414,
    "tennis": 415,
    "all": 416,
    "pasture": 417,
    "truflat": 418,
    "tv": 419,
    "up": 420,
    "city": 421,
    "floor": 422,
    "herd": 423,
    "nose": 424,
    "vvv": 425,
    "listening": 426,
    "sticks": 427,
    "bathing": 428,
    "mother": 429,
    "get": 430,
    "blinders": 431,
    "feeding": 432,
    "bag": 433,
    "thoroughbred": 434,
    "leaves": 435,
    "jug": 436,
    "ostrich": 437,
    "tallest": 438,
    "150": 439,
    "panda": 440,
    "velvet": 441,
    "ivory": 442,
    "worms": 443,
    "mocking": 444,
    "balance": 445,
    "taking": 446,
    "green,": 447,
    "handle": 448,
    "angus": 449,
    "angry": 450,
    "owners": 451,
    "wii": 452,
    "cord": 453,
    "purple": 454,
    "twin": 455,
    "animals": 456,
    "floral": 457,
    "vacuum": 458,
    "appaloosa": 459,
    "breed": 460,
    "42": 461,
    "flowers": 462,
    "vase": 463,
    "lake": 464,
    "farm": 465,
    "ram": 466,
    "kitten": 467,
    "over": 468,
    "flying": 469,
    "rocks": 470,
    "indoors": 471,
    "mat": 472,
    "34": 473,
    "harley": 474,
    "goggles": 475,
    "lot": 476,
    "mutts": 477,
    "back": 478,
    "wire": 479,
    "pigeon": 480,
    "bench": 481,
    "inside": 482,
    "tile": 483,
    "chariot": 484,
    "21": 485,
    "boat": 486,
    "people": 487,
    "fall": 488,
    "galloping": 489,
    "pugs": 490,
    "heart": 491,
    "barbed": 492,
    "path": 493,
    "birch": 494,
    "peeking": 495,
    "door": 496,
    "soldiers": 497,
    "hand": 498,
    "25": 499,
    "joyce": 500,
    "isn't": 501,
    "computer": 502,
    "america": 503,
    "schnauzer": 504,
    "child": 505,
    "stuffed": 506,
    "animal": 507,
    "east": 508,
    "jump": 509,
    "rest": 510,
    "lamb": 511,
    "200": 512,
    "toy": 513,
    "cart": 514,
    "forest": 515,
    "reach": 516,
    "human": 517,
    "rug": 518,
    "owner": 519,
    "holding": 520,
    "corgi": 521,
    "fertilizers": 522,
    "wave": 523,
    "marriage": 524,
    "true": 525,
    "minds": 526,
    "fruit": 527,
    "pinto": 528,
    "cranes": 529,
    "remotes": 530,
    "30": 531,
    "biting": 532,
    "fedora": 533,
    "stick": 534,
    "plover": 535,
    "vulture": 536,
    "crossing": 537,
    "wildebeest": 538,
    "boy": 539,
    "transportation": 540,
    "papaya": 541,
    "happy": 542,
    "suckling": 543,
    "swan": 544,
    "swans": 545,
    "microwave": 546,
    "parking": 547,
    "plants": 548,
    "flamingo": 549,
    "1964": 550,
    "photographer": 551,
    "bowtie": 552,
    "large": 553,
    "tags": 554,
    "book": 555,
    "stork": 556,
    "only": 557,
    "100": 558,
    "rear": 559,
    "body": 560,
    "cannot": 561,
    "see": 562,
    "safari": 563,
    "walk": 564,
    "desert": 565,
    "shelf": 566,
    "spots": 567,
    "match": 568,
    "park": 569,
    "running": 570,
    "boxer": 571,
    "months": 572,
    "smaller": 573,
    "chicken": 574,
    "pizza": 575,
    "swimming": 576,
    "blue,": 577,
    "yellow,": 578,
    "watering": 579,
    "hole": 580,
    "logs": 581,
    "equestrian": 582,
    "singing": 583,
    "parrot": 584,
    "typing": 585,
    "captive": 586,
    "sofa": 587,
    "moss": 588,
    "trail": 589,
    "brushing": 590,
    "snooping": 591,
    "sill": 592,
    "rhinos": 593,
    "drawer": 594,
    "dresser": 595,
    "crocheted": 596,
    "quail": 597,
    "goats": 598,
    "trash": 599,
    "can": 600,
    "skateboarding": 601,
    "climbed": 602,
    "donut": 603,
    "chickadee": 604,
    "other": 605,
    "side": 606,
    "cocker": 607,
    "spaniel": 608,
    "railing": 609,
    "bus": 610,
    "espn": 611,
    "mug": 612,
    "counter": 613,
    "coffee": 614,
    "hummingbird": 615,
    "training": 616,
    "plains": 617,
    "mouse": 618,
    "trained": 619,
    "glove": 620,
    "perch": 621,
    "arm": 622,
    "seeds": 623,
    "shoulder": 624,
    "headdress": 625,
    "sign": 626,
    "19": 627,
    "nectar": 628,
    "unsure": 629,
    "cuddling": 630,
    "outdoors": 631,
    "peeing": 632,
    "bears": 633,
    "bamboo": 634,
    "taller": 635,
    "chain": 636,
    "professional": 637,
    "woods": 638,
    "bottom": 639,
    "ears": 640,
    "distance": 641,
    "drawers": 642,
    "stand": 643,
    "mad": 644,
    "dell": 645,
    "monkey": 646,
    "blender": 647,
    "moving": 648,
    "was": 649,
    "sick": 650,
    "13": 651,
    "toward": 652,
    "herding": 653,
    "keep": 654,
    "still": 655,
    "santa": 656,
    "crane": 657,
    "near": 658,
    "cleaning": 659,
    "itself": 660,
    "indian": 661,
    "i": 662,
    "don't": 663,
    "know": 664,
    "square": 665,
    "cross": 666,
    "bad": 667,
    "focus": 668,
    "mom": 669,
    "sunglasses": 670,
    "green/black/white": 671,
    "chirping": 672,
    "abandoned": 673,
    "office": 674,
    "brownie": 675,
    "stables": 676,
    "much": 677,
    "fighting": 678,
    "roosters": 679,
    "savannah": 680,
    "roof": 681,
    "egret": 682,
    "stripes": 683,
    "bull": 684,
    "foreground": 685,
    "free": 686,
    "regular": 687,
    "raft": 688,
    "plant": 689,
    "facing": 690,
    "rottweiler": 691,
    "blonde": 692,
    "arena": 693,
    "spot": 694,
    "panting": 695,
    "sheepdog": 696,
    "straw": 697,
    "rodeo": 698,
    "tricks": 699,
    "tails": 700,
    "woodpecker": 701,
    "banana": 702,
    "fur": 703,
    "wagon": 704,
    "straight": 705,
    "ahead": 706,
    "girl": 707,
    "trot": 708,
    "line": 709,
    "vertical": 710,
    "crab": 711,
    "3010": 712,
    "darker": 713,
    "different": 714,
    "juvenile": 715,
    "paint": 716,
    "ski": 717,
    "resort": 718,
    "post": 719,
    "dock": 720,
    "stripe": 721,
    "toes": 722,
    "curtain": 723,
    "nudging": 724,
    "shore": 725,
    "alley": 726,
    "little": 727,
    "bike": 728,
    "are": 729,
    "bone": 730,
    "bobcat": 731,
    "mice": 732,
    "shorthair": 733,
    "gone": 734,
    "advertising": 735,
    "younger": 736,
    "bug": 737,
    "canary": 738,
    "gate": 739,
    "pencil": 740,
    "black,": 741,
    "eat": 742,
    "cold": 743,
    "cut": 744,
    "horns": 745,
    "mostly": 746,
    "another": 747,
    "bucket": 748,
    "gutter": 749,
    "adult": 750,
    "bookshelf": 751,
    "shadow": 752,
    "stereo": 753,
    "gulls": 754,
    "lying": 755,
    "dairy": 756,
    "several": 757,
    "45": 758,
    "mcdonald's": 759,
    "men": 760,
    "both": 761,
    "turtle": 762,
    "comforter": 763,
    "gazelle": 764,
    "content": 765,
    "screen": 766,
    "tusk": 767,
    "branding": 768,
    "sky": 769,
    "pet": 770,
    "deer": 771,
    "reading": 772,
    "pumpkin": 773,
    "butt": 774,
    "weimaraner": 775,
    "amused": 776,
    "pillow": 777,
    "feed": 778,
    "tuna": 779,
    "soup": 780,
    "loving": 781,
    "each": 782,
    "got": 783,
    "fed": 784,
    "puppy": 785,
    "paper": 786,
    "sheared": 787,
    "shearing": 788,
    "white,": 789,
    "brown,": 790,
    "hate": 791,
    "tire": 792,
    "helping": 793,
    "star": 794,
    "geese": 795,
    "rainbow": 796,
    "motorcycle": 797,
    "pounds": 798,
    "good": 799,
    "surface": 800,
    "statue": 801,
    "after": 802,
    "pelicans": 803,
    "bushes": 804,
    "truck": 805,
    "museum": 806,
    "carpet": 807,
    "lonely": 808,
    "wooden": 809,
    "work": 810,
    "shih": 811,
    "tzu": 812,
    "cubs": 813,
    "fight": 814,
    "hug": 815,
    "danger": 816,
    "roaming": 817,
    "turkish": 818,
    "background": 819,
    "cape": 820,
    "branches": 821,
    "shed": 822,
    "police": 823,
    "scissors": 824,
    "hungry": 825,
    "smell": 826,
    "stools": 827,
    "drivers": 828,
    "van": 829,
    "jockey": 830,
    "squirrel": 831,
    "lock": 832,
    "fishing": 833,
    "bluebird": 834,
    "chirp": 835,
    "fake": 836,
    "beef": 837,
    "house": 838,
    "blankets": 839,
    "pot": 840,
    "circle": 841,
    "donkeys": 842,
    "farthest": 843,
    "ft": 844,
    "sleepy": 845,
    "35": 846,
    "cutting": 847,
    "board": 848,
    "stone": 849,
    "bunny": 850,
    "beige": 851,
    "room": 852,
    "62": 853,
    "driver": 854,
    "saddles": 855,
    "feathers": 856,
    "camouflage": 857,
    "splashing": 858,
    "calf": 859,
    "kitty": 860,
    "oval": 861,
    "x": 862,
    "pen": 863,
    "carrot": 864,
    "eagle": 865,
    "ottoman": 866,
    "drain": 867,
    "shaved": 868,
    "pooping": 869,
    "year": 870,
    "tracks": 871,
    "sport": 872,
    "fridge": 873,
    "cupcake": 874,
    "dachshund": 875,
    "housecat": 876,
    "shallow": 877,
    "putting": 878,
    "heads": 879,
    "windows": 880,
    "brush": 881,
    "nike": 882,
    "some": 883,
    "family": 884,
    "nuzzling": 885,
    "herder": 886,
    "tracking": 887,
    "mexico": 888,
    "sombrero": 889,
    "wearing": 890,
    "staring": 891,
    "pony": 892,
    "mastiff": 893,
    "dry": 894,
    "foliage": 895,
    "carrots": 896,
    "dressage": 897,
    "he's": 898,
    "gear-up": 899,
    "you": 900,
    "bows": 901,
    "show": 902,
    "bowing": 903,
    "ladder": 904,
    "wilderness": 905,
    "closer": 906,
    "stump": 907,
    "asleep": 908,
    "when": 909,
    "light": 910,
    "kneeling": 911,
    "puddle": 912,
    "wildebeests": 913,
    "oxen": 914,
    "calm": 915,
    "handstand": 916,
    "pomeranian": 917,
    "1:1": 918,
    "kissing": 919,
    "mounting": 920,
    "poop": 921,
    "prints": 922,
    "numbered": 923,
    "natural": 924,
    "habitat": 925,
    "cabinet": 926,
    "refrigerator": 927,
    "hiding": 928,
    "disneyland": 929,
    "shirt": 930,
    "lighter": 931,
    "puffin": 932,
    "seed": 933,
    "blood": 934,
    "living": 935,
    "step": 936,
    "garage": 937,
    "934": 938,
    "rams": 939,
    "rider": 940,
    "bedroom": 941,
    "ton": 942,
    "sandpiper": 943,
    "reflectors": 944,
    "vegetables": 945,
    "davidson": 946,
    "something": 947,
    "pit": 948,
    "mix": 949,
    "circus": 950,
    "jeans": 951,
    "garbage": 952,
    "entertainment": 953,
    "oven": 954,
    "curiosity": 955,
    "slow": 956,
    "climbing": 957,
    "dvd": 958,
    "player": 959,
    "ages": 960,
    "chains": 961,
    "shade": 962,
    "strap": 963,
    "luggage": 964,
    "tracker": 965,
    "pavement": 966,
    "stethoscope": 967,
    "glowing": 968,
    "wedding": 969,
    "feather": 970,
    "curled": 971,
    "it's": 972,
    "yorkie": 973,
    "mph": 974,
    "32": 975,
    "link": 976,
    "donkey": 977,
    "napping": 978,
    "stitched": 979,
    "triangles": 980,
    "st": 981,
    "patrick's": 982,
    "day": 983,
    "beagles": 984,
    "leash": 985,
    "friends": 986,
    "jacket": 987,
    "upper": 988,
    "court": 989,
    "windowsill": 990,
    "markings": 991,
    "smiling": 992,
    "ewok": 993,
    "grizzly": 994,
    "bareback": 995,
    "sits": 996,
    "drink": 997,
    "controller": 998,
    "perfume": 999,
    "piano": 1000,
    "controls": 1001,
    "broccoli": 1002,
    "made": 1003,
    "dead": 1004,
    "with": 1005,
    "killed": 1006,
    "silver": 1007,
    "captivity": 1008,
    "sweater": 1009,
    "meadow": 1010,
    "elsie": 1011,
    "swim": 1012,
    "close": 1013,
    "salmon": 1014,
    "clean": 1015,
    "flesh": 1016,
    "bugs": 1017,
    "protection": 1018,
    "sides": 1019,
    "enclosure": 1020,
    "flies": 1021,
    "faucet": 1022,
    "bathtub": 1023,
    "tub": 1024,
    "wrinkles": 1025,
    "huge": 1026,
    "feline": 1027,
    "glasses": 1028,
    "wagging": 1029,
    "area": 1030,
    "spread": 1031,
    "beside": 1032,
    "blow": 1033,
    "drying": 1034,
    "middle": 1035,
    "huskies": 1036,
    "hood": 1037,
    "football": 1038,
    "getting": 1039,
    "bicycle": 1040,
    "butting": 1041,
    "pointer": 1042,
    "hard": 1043,
    "feeder": 1044,
    "sticking": 1045,
    "flat": 1046,
    "growling": 1047,
    "crackers": 1048,
    "parent": 1049,
    "footprints": 1050,
    "lost": 1051,
    "pillows": 1052,
    "packers": 1053,
    "jungle": 1054,
    "fowl": 1055,
    "backseat": 1056,
    "cameraman": 1057,
    "peacocks": 1058,
    "would": 1059,
    "hit": 1060,
    "sun": 1061,
    "rolling": 1062,
    "hugging": 1063,
    "game": 1064,
    "haired": 1065,
    "end": 1066,
    "cattle": 1067,
    "great": 1068,
    "dane": 1069,
    "skulls": 1070,
    "australia": 1071,
    "penguin": 1072,
    "workers": 1073,
    "cake": 1074,
    "grand": 1075,
    "canyon": 1076,
    "bulls": 1077,
    "apart": 1078,
    "parrots": 1079,
    "doberman": 1080,
    "bernard": 1081,
    "covered": 1082,
    "cardinal": 1083,
    "mustang": 1084,
    "covers": 1085,
    "born": 1086,
    "that": 1087,
    "way": 1088,
    "into": 1089,
    "run": 1090,
    "metal": 1091,
    "painted": 1092,
    "arabian": 1093,
    "sidecar": 1094,
    "flamingos": 1095,
    "india": 1096,
    "hammock": 1097,
    "lap": 1098,
    "fell": 1099,
    "wet": 1100,
    "smelling": 1101,
    "landing": 1102,
    "cage": 1103,
    "speaker": 1104,
    "palomino": 1105,
    "paperback": 1106,
    "bank": 1107,
    "ear": 1108,
    "fern": 1109,
    "floss": 1110,
    "cowboy": 1111,
    "north": 1112,
    "lazy": 1113,
    "2011": 1114,
    "bath": 1115,
    "ride": 1116,
    "cooler": 1117,
    "space": 1118,
    "multi": 1119,
    "colored": 1120,
    "shoelace": 1121,
    "watching": 1122,
    "uphill": 1123,
    "from": 1124,
    "stop": 1125,
    "bread": 1126,
    "who": 1127,
    "you?": 1128,
    "contraband": 1129,
    "here": 1130,
    "blinder": 1131,
    "breeding": 1132,
    "denver": 1133,
    "broncos": 1134,
    "pad": 1135,
    "6'": 1136,
    "rough": 1137,
    "b": 1138,
    "store": 1139,
    "toshiba": 1140,
    "can't": 1141,
    "tell": 1142,
    "miniature": 1143,
    "called": 1144,
    "soldier": 1145,
    "sash": 1146,
    "number": 1147,
    "officer": 1148,
    "max": 1149,
    "22": 1150,
    "fenced": 1151,
    "buffalo": 1152,
    "older": 1153,
    "rubber": 1154,
    "bands": 1155,
    "more": 1156,
    "gato": 1157,
    "pond": 1158,
    "filed": 1159,
    "halter": 1160,
    "impatient": 1161,
    "dishwasher": 1162,
    "flash": 1163,
    "thousands": 1164,
    "squinting": 1165,
    "hands": 1166,
    "twice": 1167,
    "as": 1168,
    "time": 1169,
    "10000": 1170,
    "stallion": 1171,
    "flower": 1172,
    "collars": 1173,
    "barn": 1174,
    "ice": 1175,
    "atman": 1176,
    "fan": 1177,
    "basketball": 1178,
    "cop": 1179,
    "dryer": 1180,
    "washer": 1181,
    "machine": 1182,
    "friendly": 1183,
    "dish": 1184,
    "usa": 1185,
    "trunks": 1186,
    "robins": 1187,
    "6:0": 1188,
    "bridge": 1189,
    "south": 1190,
    "tires": 1191,
    "75": 1192,
    "bright": 1193,
    "afraid": 1194,
    "digging": 1195,
    "rhino": 1196,
    "reaching": 1197,
    "mustard": 1198,
    "60": 1199,
    "bloodhound": 1200,
    "cone": 1201,
    "plenty": 1202,
    "grain": 1203,
    "elm": 1204,
    "trotting": 1205,
    "injury": 1206,
    "oranges": 1207,
    "playful": 1208,
    "toothbrush": 1209,
    "vest": 1210,
    "mac": 1211,
    "him": 1212,
    "last": 1213,
    "bush": 1214,
    "cracker": 1215,
    "peanuts": 1216,
    "shear": 1217,
    "catch": 1218,
    "ring": 1219,
    "mulch": 1220,
    "riders": 1221,
    "ones": 1222,
    "random": 1223,
    "four": 1224,
    "thrush": 1225,
    "scared": 1226,
    "store-bought": 1227,
    "flew": 1228,
    "horizontal": 1229,
    "soccer": 1230,
    "hockey": 1231,
    "bark": 1232,
    "doritos": 1233,
    "soft": 1234,
    "bigger": 1235,
    "shoelaces": 1236,
    "antelope": 1237,
    "wool": 1238,
    "itching": 1239,
    "pentagon": 1240,
    "pine": 1241,
    "dwarfism": 1242,
    "fleas": 1243,
    "ceiling": 1244,
    "wicker": 1245,
    "we": 1246,
    "lighter-colored": 1247,
    "paws": 1248,
    "birthmark": 1249,
    "ribbon": 1250,
    "probably": 1251,
    "attack": 1252,
    "mode": 1253,
    "grape": 1254,
    "lovers": 1255,
    "meat": 1256,
    "her": 1257,
    "face": 1258,
    "map": 1259,
    "17": 1260,
    "horses,": 1261,
    "gold": 1262,
    "wide": 1263,
    "migrating": 1264,
    "lady": 1265,
    "hundreds": 1266,
    "clothes": 1267,
    "stuff": 1268,
    "christmas": 1269,
    "flight": 1270,
    "giving": 1271,
    "rides": 1272,
    "smoke": 1273,
    "fetch": 1274,
    "shetland": 1275,
    "fido": 1276,
    "notebook": 1277,
    "grains": 1278,
    "australian": 1279,
    "purr": 1280,
    "unknowable": 1281,
    "biscuit": 1282,
    "boot": 1283,
    "parade": 1284,
    "separation": 1285,
    "port": 1286,
    "kicking": 1287,
    "doves": 1288,
    "hillside": 1289,
    "plastic": 1290,
    "wheel": 1291,
    "livestock": 1292,
    "daytime": 1293,
    "cropping": 1294,
    "first": 1295,
    "church": 1296,
    "women": 1297,
    "play": 1298,
    "unpack": 1299,
    "tarp": 1300,
    "witch": 1301,
    "clouds": 1302,
    "towards": 1303,
    "helmets": 1304,
    "bent": 1305,
    "fatter": 1306,
    "height": 1307,
    "inches": 1308,
    "monitor": 1309,
    "tuxedo": 1310,
    "coats": 1311,
    "cozy": 1312,
    "pheasants": 1313,
    "alaska": 1314,
    "lifetime": 1315,
    "ticks": 1316,
    "kentucky": 1317,
    "derby": 1318,
    "ww": 1319,
    "ankles": 1320,
    "mockingbird": 1321,
    "sandal": 1322,
    "film": 1323,
    "wings": 1324,
    "scottish": 1325,
    "esc": 1326,
    "scarf": 1327,
    "land": 1328,
    "reins": 1329,
    "freedom": 1330,
    "filing": 1331,
    "hooves": 1332,
    "betsy": 1333,
    "market": 1334,
    "diamond": 1335,
    "decorated": 1336,
    "cloth": 1337,
    "trolley": 1338,
    "ledge": 1339,
    "hush": 1340,
    "puppies": 1341,
    "basset": 1342,
    "26": 1343,
    "perching": 1344,
    "otters": 1345,
    "pull": 1346,
    "germany": 1347,
    "anxious": 1348,
    "plaster": 1349,
    "1401": 1350,
    "restaurant": 1351,
    "fluffy": 1352,
    "cheetah": 1353,
    "beard": 1354,
    "apples": 1355,
    "finches": 1356,
    "33": 1357,
    "guiding": 1358,
    "throw": 1359,
    "suffolk": 1360,
    "sad": 1361,
    "claws": 1362,
    "fast": 1363,
    "pan": 1364,
    "backspace": 1365,
    "sunny": 1366,
    "nuts": 1367,
    "farmers": 1368,
    "lei": 1369,
    "days": 1370,
    "attention": 1371,
    "opposite": 1372,
    "directions": 1373,
    "glare": 1374,
    "snuggling": 1375,
    "while": 1376,
    "ago": 1377,
    "being": 1378,
    "english": 1379,
    "traveling": 1380,
    "ramp": 1381,
    "stable": 1382,
    "ac": 1383,
    "100000000": 1384,
    "bored": 1385,
    "p": 1386,
    "pool": 1387,
    "retrieve": 1388,
    "baltimore": 1389,
    "oriole": 1390,
    "malnourished": 1391,
    "briefcase": 1392,
    "webs": 1393,
    "center": 1394,
    "dust": 1395,
    "jockeys": 1396,
    "curling": 1397,
    "adults": 1398,
    "spraying": 1399,
    "wildlife": 1400,
    "reserve": 1401,
    "treat": 1402,
    "children": 1403,
    "cool": 1404,
    "wheels": 1405,
    "safety": 1406,
    "backwards": 1407,
    "papers": 1408,
    "teacup": 1409,
    "poodles": 1410,
    "bat": 1411,
    "between": 1412,
    "underwater": 1413,
    "transporting": 1414,
    "lbs": 1415,
    "showing": 1416,
    "pickup": 1417,
    "newborn": 1418,
    "genetics": 1419,
    "loose": 1420,
    "reflecting": 1421,
    "stay": 1422,
    "polo": 1423,
    "yummy": 1424,
    "touching": 1425,
    "woodpeckers": 1426,
    "skirt": 1427,
    "country": 1428,
    "kiss": 1429,
    "rain": 1430,
    "following": 1431,
    "towels": 1432,
    "lettuce": 1433,
    "lights": 1434,
    "planter": 1435,
    "planet": 1436,
    "skeleton": 1437,
    "musculature": 1438,
    "posts": 1439,
    "moat": 1440,
    "air": 1441,
    "flag": 1442,
    "rabies": 1443,
    "58": 1444,
    "palm": 1445,
    "meerkat": 1446,
    "pinscher": 1447,
    "roll": 1448,
    "mess": 1449,
    "goldfinches": 1450,
    "solid": 1451,
    "parakeets": 1452,
    "comic": 1453,
    "muzzle": 1454,
    "grackle": 1455,
    "cherries": 1456,
    "tug": 1457,
    "war": 1458,
    "pedigree": 1459,
    "andrew": 1460,
    "backward": 1461,
    "tractor": 1462,
    "track": 1463,
    "relaxed": 1464,
    "coming": 1465,
    "chocolate": 1466,
    "mask": 1467,
    "saliva": 1468,
    "kangaroo": 1469,
    "leg": 1470,
    "sibling": 1471,
    "worm": 1472,
    "8691": 1473,
    "eating/drinking": 1474,
    "1500": 1475,
    "weight": 1476,
    "malamute": 1477,
    "stretching": 1478,
    "she": 1479,
    "mut": 1480,
    "ripples": 1481,
    "spitting": 1482,
    "smile": 1483,
    "surprised": 1484,
    "mama": 1485,
    "750": 1486,
    "below": 1487,
    "trough": 1488,
    "hula": 1489,
    "hoop": 1490,
    "retractable": 1491,
    "949": 1492,
    "feeders": 1493,
    "travel": 1494,
    "doorway": 1495,
    "twig": 1496,
    "relaxing": 1497,
    "ranch": 1498,
    "will": 1499,
    "petted": 1500,
    "sadness": 1501,
    "if": 1502,
    "himself": 1503,
    "chest": 1504,
    "put": 1505,
    "me": 1506,
    "socks": 1507,
    "help": 1508,
    "better": 1509,
    "4:6": 1510,
    "brand": 1511,
    "cliff": 1512,
    "blackbird": 1513,
    "weeds": 1514,
    "ladders": 1515,
    "necklace": 1516,
    "dover": 1517,
    "international": 1518,
    "speedway": 1519,
    "halloween": 1520,
    "nap": 1521,
    "tape": 1522,
    "toowoomba": 1523,
    "barrel": 1524,
    "143": 1525,
    "armless": 1526,
    "hour": 1527,
    "peck": 1528,
    "jeff": 1529,
    "piper": 1530,
    "thirsty": 1531,
    "55": 1532,
    "sparrows": 1533,
    "27": 1534,
    "policeman": 1535,
    "cows'": 1536,
    "necks": 1537,
    "american": 1538,
    "type": 1539,
    "heifer": 1540,
    "calves": 1541,
    "closest": 1542,
    "picnic": 1543,
    "cages": 1544,
    "sock": 1545,
    "perched": 1546,
    "they're": 1547,
    "toucan": 1548,
    "platform": 1549,
    "working": 1550,
    "bottles": 1551,
    "lamp": 1552,
    "stationary": 1553,
    "turkeys": 1554,
    "cream": 1555,
    "container": 1556,
    "lowering": 1557,
    "spotted": 1558,
    "phone": 1559,
    "triangular": 1560,
    "magazine": 1561,
    "blinds": 1562,
    "300690": 1563,
    "beer": 1564,
    "power": 1565,
    "cockatiel": 1566,
    "same": 1567,
    "ant": 1568,
    "trap": 1569,
    "cap": 1570,
    "must": 1571,
    "taken": 1572,
    "off": 1573,
    "gravity": 1574,
    "funny": 1575,
    "eye": 1576,
    "rabbit": 1577,
    "fat": 1578,
    "belly": 1579,
    "visor": 1580,
    "shedding": 1581,
    "uggs": 1582,
    "storage": 1583,
    "now": 1584,
    "leaving": 1585,
    "sled": 1586,
    "guide": 1587,
    "caught": 1588,
    "their": 1589,
    "milp": 1590,
    "pitcher": 1591,
    "deck": 1592,
    "scooter": 1593,
    "arctic": 1594,
    "dirty": 1595,
    "cave": 1596,
    "infant": 1597,
    "wallabee's": 1598,
    "ivy": 1599,
    "red,": 1600,
    "rooster": 1601,
    "bananas": 1602,
    "aren't": 1603,
    "escape": 1604,
    "fashion": 1605,
    "sit": 1606,
    "chickens": 1607,
    "patrolling": 1608,
    "relish": 1609,
    "plaid": 1610,
    "chase": 1611,
    "pantry": 1612,
    "someone": 1613,
    "rectangle": 1614,
    "passenger": 1615,
    "blackberry": 1616,
    "pheasant": 1617,
    "vaio": 1618,
    "visible": 1619,
    "wing": 1620,
    "chris": 1621,
    "hadfield": 1622,
    "cockatoo": 1623,
    "autism": 1624,
    "love": 1625,
    "31": 1626,
    "neighing": 1627,
    "main": 1628,
    "coon": 1629,
    "hawks": 1630,
    "leopard": 1631,
    "chester": 1632,
    "mixed": 1633,
    "never": 1634,
    "5429": 1635,
    "what": 1636,
    "say": 1637,
    "sunshine": 1638,
    "mule": 1639,
    "yaks": 1640,
    "medium": 1641,
    "handlebars": 1642,
    "forehead": 1643,
    "birdhouse": 1644,
    "800": 1645,
    "age": 1646,
    "fireplace": 1647,
    "well": 1648,
    "defecation": 1649,
    "laughing": 1650,
    "festival": 1651,
    "133": 1652,
    "bonsai": 1653,
    "easel": 1654,
    "drawing": 1655,
    "the": 1656,
    "greatest": 1657,
    "earth": 1658,
    "gray,": 1659,
    "clay": 1660,
    "corn": 1661,
    "shadows": 1662,
    "mammals": 1663,
    "sunflower": 1664,
    "shelves": 1665,
    "windmill": 1666,
    "berries": 1667,
    "thick": 1668,
    "ferns": 1669,
    "swamp": 1670,
    "retrievers": 1671,
    "hamster": 1672,
    "saturn": 1673,
    "wine": 1674,
    "cub": 1675,
    "fox": 1676,
    "pack": 1677,
    "possible": 1678,
    "pekingese": 1679,
    "doesn't": 1680,
    "like": 1681,
    "second": 1682,
    "pecking": 1683,
    "wagons": 1684,
    "mooing": 1685,
    "breeds": 1686,
    "cowboys": 1687,
    "visiting": 1688,
    "2.5": 1689,
    "meters": 1690,
    "yak": 1691,
    "materials": 1692,
    "samsung": 1693,
    "planned": 1694,
    "black/white": 1695,
    "too": 1696,
    "electric": 1697,
    "400": 1698,
    "shepherds": 1699,
    "maltese": 1700,
    "cloudy": 1701,
    "hats": 1702,
    "500539": 1703,
    "hurdle": 1704,
    "gravel": 1705,
    "speeding": 1706,
    "milked": 1707,
    "soon": 1708,
    "multiple": 1709,
    "whipping": 1710,
    "distraction": 1711,
    "keys": 1712,
    "sex": 1713,
    "morning": 1714,
    "thermos": 1715,
    "chewing": 1716,
    "string": 1717,
    "sized": 1718,
    "pictures": 1719,
    "lowest": 1720,
    "patio": 1721,
    "nature": 1722,
    "bars": 1723,
    "itch": 1724,
    "tucked": 1725,
    "haircut": 1726,
    "race": 1727,
    "albino": 1728,
    "deciduous": 1729,
    "500": 1730,
    "television": 1731,
    "took": 1732,
    "nobody": 1733,
    "longer": 1734,
    "asphalt": 1735,
    "69": 1736,
    "wookie": 1737,
    "shorts": 1738,
    "comfy": 1739,
    "few": 1740,
    "carcass": 1741,
    "later": 1742,
    "direct": 1743,
    "pets": 1744,
    "bite": 1745,
    "3rd": 1746,
    "chasing": 1747,
    "tombstone": 1748,
    "radish": 1749,
    "cowgirl": 1750,
    "ox": 1751,
    "lion": 1752,
    "loveseat": 1753,
    "610": 1754,
    "28": 1755,
    "instinct": 1756,
    "name": 1757,
    "destroyed": 1758,
    "bandages": 1759,
    "how": 1760,
    "could": 1761,
    "that?": 1762,
    "stars": 1763,
    "buddies": 1764,
    "mosque": 1765,
    "hiking": 1766,
    "closet": 1767,
    "harnesses": 1768,
    "giraffes,": 1769,
    "zebras,": 1770,
    "kangaroos,": 1771,
    "dolphins": 1772,
    "t": 1773,
    "scratch": 1774,
    "clear": 1775,
    "maybe": 1776,
    "waiting": 1777,
    "finish": 1778,
    "classical": 1779,
    "inch": 1780,
    "nests": 1781,
    "clydesdales": 1782,
    "giraffe's": 1783,
    "kong": 1784,
    "crazy": 1785,
    "steps": 1786,
    "boxes": 1787,
    "hyena": 1788,
    "antenna": 1789,
    "eastern": 1790,
    "polydactyl": 1791,
    "1301": 1792,
    "shiba": 1793,
    "inu": 1794,
    "1:2": 1795,
    "copper": 1796,
    "through": 1797,
    "summer": 1798,
    "cutter": 1799,
    "bridles": 1800,
    "masai": 1801,
    "man-made": 1802,
    "sanctuary": 1803,
    "cartoon": 1804,
    "squeaking": 1805,
    "cawing": 1806,
    "wallpaper": 1807,
    "2307": 1808,
    "luck": 1809,
    "enclosed": 1810,
    "moose": 1811,
    "than": 1812,
    "6\"": 1813,
    "cups": 1814,
    "bought": 1815,
    "greyhounds": 1816,
    "crib": 1817,
    "anger": 1818,
    "friskies": 1819,
    "recreational": 1820
  },
  "idx2word": {
    "0": "<PAD>",
    "1": "<UNK>",
    "2": "<SOS>",
    "3": "<EOS>",
    "4": "yes",
    "5": "seagulls",
    "6": "cat",
    "7": "0",
    "8": "young",
    "9": "small",
    "10": "1",
    "11": "above",
    "12": "grass",
    "13": "white",
    "14": "bending",
    "15": "no",
    "16": "shepard",
    "17": "2",
    "18": "corral",
    "19": "4",
    "20": "20",
    "21": "black",
    "22": "lots",
    "23": "birthday",
    "24": "tie",
    "25": "pug",
    "26": "couch",
    "27": "7",
    "28": "many",
    "29": "shrub",
    "30": "brown",
    "31": "zebras",
    "32": "to",
    "33": "fence",
    "34": "right",
    "35": "sand",
    "36": "and",
    "37": "frisbee",
    "38": "boston",
    "39": "terrier",
    "40": "bulldog",
    "41": "hay",
    "42": "farmer",
    "43": "old",
    "44": "sitting",
    "45": "on",
    "46": "death",
    "47": "milk",
    "48": "hair",
    "49": "nowhere",
    "50": "nest",
    "51": "bird",
    "52": "lab",
    "53": "5",
    "54": "teddy",
    "55": "bear",
    "56": "gray",
    "57": "harness",
    "58": "green",
    "59": "dog",
    "60": "seagull",
    "61": "interior",
    "62": "water",
    "63": "in",
    "64": "camera",
    "65": "chair",
    "66": "elephant",
    "67": "3",
    "68": "giraffe",
    "69": "dirt",
    "70": "zebra",
    "71": "walking",
    "72": "elk",
    "73": "triangle",
    "74": "catching",
    "75": "outside",
    "76": "log",
    "77": "window",
    "78": "short",
    "79": "branch",
    "80": "big",
    "81": "mud",
    "82": "suitcase",
    "83": "snow",
    "84": "glass",
    "85": "horse",
    "86": "resting",
    "87": "yellow",
    "88": "looking",
    "89": "party",
    "90": "hat",
    "91": "table",
    "92": "sink",
    "93": "tag",
    "94": "11",
    "95": "drinking",
    "96": "sheep",
    "97": "curious",
    "98": "car",
    "99": "chow",
    "100": "finch",
    "101": "beagle",
    "102": "backpack",
    "103": "zoo",
    "104": "red",
    "105": "male",
    "106": "go",
    "107": "out",
    "108": "labrador",
    "109": "recreation",
    "110": "tall",
    "111": "africa",
    "112": "15",
    "113": "by",
    "114": "tinsel",
    "115": "head",
    "116": "bell",
    "117": "closed",
    "118": "shoes",
    "119": "gull",
    "120": "left",
    "121": "oak",
    "122": "poodle",
    "123": "carriage",
    "124": "legs",
    "125": "clydesdale",
    "126": "budweiser",
    "127": "blue",
    "128": "jay",
    "129": "control",
    "130": "next",
    "131": "tree",
    "132": "sniff",
    "133": "road",
    "134": "seat",
    "135": "tabby",
    "136": "vultures",
    "137": "eating",
    "138": "posing",
    "139": "tusks",
    "140": "none",
    "141": "cows",
    "142": "away",
    "143": "for",
    "144": "photo",
    "145": "shorter",
    "146": "one",
    "147": "knee",
    "148": "high",
    "149": "licking",
    "150": "14",
    "151": "reflection",
    "152": "females",
    "153": "standing",
    "154": "concrete",
    "155": "polar",
    "156": "tan",
    "157": "at",
    "158": "parakeet",
    "159": "mirror",
    "160": "laying",
    "161": "down",
    "162": "washing",
    "163": "giraffes",
    "164": "hill",
    "165": "downhill",
    "166": "hot",
    "167": "behind",
    "168": "saddle",
    "169": "field",
    "170": "bridle",
    "171": "river",
    "172": "jack",
    "173": "russell",
    "174": "collar",
    "175": "40",
    "176": "it",
    "177": "is",
    "178": "dark",
    "179": "persian",
    "180": "bow",
    "181": "ties",
    "182": "beach",
    "183": "elephants",
    "184": "tiger",
    "185": "basket",
    "186": "border",
    "187": "collie",
    "188": "owl",
    "189": "orange",
    "190": "heron",
    "191": "real",
    "192": "horses",
    "193": "books",
    "194": "home",
    "195": "bed",
    "196": "scratching",
    "197": "9",
    "198": "10",
    "199": "nothing",
    "200": "sleeping",
    "201": "ownership",
    "202": "years",
    "203": "unknown",
    "204": "dashboard",
    "205": "western",
    "206": "riding",
    "207": "camel",
    "208": "sidewalk",
    "209": "skateboard",
    "210": "food",
    "211": "6",
    "212": "neck",
    "213": "leather",
    "214": "chihuahua",
    "215": "fabric",
    "216": "chichawa",
    "217": "grooming",
    "218": "rock",
    "219": "mouth",
    "220": "graze",
    "221": "street",
    "222": "vine",
    "223": "turkey",
    "224": "blanket",
    "225": "dusk",
    "226": "umbrella",
    "227": "mountains",
    "228": "24",
    "229": "holstein",
    "230": "forwards",
    "231": "spring",
    "232": "trunk",
    "233": "criticism",
    "234": "trees",
    "235": "towel",
    "236": "sleep",
    "237": "german",
    "238": "shepherd",
    "239": "grazing",
    "240": "woman",
    "241": "825",
    "242": "person",
    "243": "not",
    "244": "aggressive",
    "245": "alert",
    "246": "sandwich",
    "247": "racing",
    "248": "jumping",
    "249": "labs",
    "250": "tail",
    "251": "pigeons",
    "252": "wall",
    "253": "bandana",
    "254": "kaani",
    "255": "heavy",
    "256": "surfing",
    "257": "open",
    "258": "ground",
    "259": "siblings",
    "260": "ducks",
    "261": "wires",
    "262": "striped",
    "263": "peacock",
    "264": "mohawk",
    "265": "minutes",
    "266": "feet",
    "267": "duck",
    "268": "36",
    "269": "litter",
    "270": "box",
    "271": "half",
    "272": "size",
    "273": "far",
    "274": "nursing",
    "275": "very",
    "276": "stability",
    "277": "pole",
    "278": "building",
    "279": "plow",
    "280": "mountain",
    "281": "goat",
    "282": "12",
    "283": "google",
    "284": "desk",
    "285": "domestic",
    "286": "plate",
    "287": "cup",
    "288": "forward",
    "289": "siamese",
    "290": "brick",
    "291": "birds",
    "292": "move",
    "293": "them",
    "294": "ocean",
    "295": "16",
    "296": "african",
    "297": "pulling",
    "298": "bessy",
    "299": "winter",
    "300": "remote",
    "301": "domesticated",
    "302": "pink",
    "303": "hound",
    "304": "keyboard",
    "305": "warm",
    "306": "because",
    "307": "that's",
    "308": "where",
    "309": "he",
    "310": "wants",
    "311": "be",
    "312": "dalmatian",
    "313": "waist",
    "314": "long",
    "315": "kitchen",
    "316": "toilet",
    "317": "fire",
    "318": "hydrant",
    "319": "female",
    "320": "hawk",
    "321": "crows",
    "322": "50",
    "323": "neither",
    "324": "clock",
    "325": "dove",
    "326": "cats",
    "327": "babies",
    "328": "ryanair",
    "329": "quarter",
    "330": "wild",
    "331": "cow",
    "332": "mutt",
    "333": "spiky",
    "334": "fun",
    "335": "playing",
    "336": "yawning",
    "337": "apple",
    "338": "robin",
    "339": "baby",
    "340": "asian",
    "341": "its",
    "342": "there",
    "343": "color",
    "344": "bathroom",
    "345": "angle",
    "346": "of",
    "347": "picture",
    "348": "petting",
    "349": "yard",
    "350": "heeler",
    "351": "ctrl",
    "352": "under",
    "353": "paw",
    "354": "wood",
    "355": "crow",
    "356": "top",
    "357": "round",
    "358": "his",
    "359": "purse",
    "360": "rex",
    "361": "fish",
    "362": "shoe",
    "363": "bottle",
    "364": "ponies",
    "365": "pigs",
    "366": "laptop",
    "367": "sniffing",
    "368": "rifle",
    "369": "ponytails",
    "370": "milking",
    "371": "lick",
    "372": "8",
    "373": "ball",
    "374": "london",
    "375": "man's",
    "376": "foot",
    "377": "kiwi",
    "378": "cars",
    "379": "sparrow",
    "380": "fork",
    "381": "calico",
    "382": "porch",
    "383": "surfboard",
    "384": "life",
    "385": "jackets",
    "386": "so",
    "387": "they",
    "388": "won't",
    "389": "drown",
    "390": "sam",
    "391": "husky",
    "392": "identification",
    "393": "golden",
    "394": "retriever",
    "395": "awake",
    "396": "front",
    "397": "man",
    "398": "diving",
    "399": "entering",
    "400": "tired",
    "401": "pitbull",
    "402": "around",
    "403": "dozen",
    "404": "eyes",
    "405": "tongue",
    "406": "dogs",
    "407": "greyhound",
    "408": "pelican",
    "409": "bowl",
    "410": "use",
    "411": "goose",
    "412": "fly",
    "413": "rope",
    "414": "webbed",
    "415": "tennis",
    "416": "all",
    "417": "pasture",
    "418": "truflat",
    "419": "tv",
    "420": "up",
    "421": "city",
    "422": "floor",
    "423": "herd",
    "424": "nose",
    "425": "vvv",
    "426": "listening",
    "427": "sticks",
    "428": "bathing",
    "429": "mother",
    "430": "get",
    "431": "blinders",
    "432": "feeding",
    "433": "bag",
    "434": "thoroughbred",
    "435": "leaves",
    "436": "jug",
    "437": "ostrich",
    "438": "tallest",
    "439": "150",
    "440": "panda",
    "441": "velvet",
    "442": "ivory",
    "443": "worms",
    "444": "mocking",
    "445": "balance",
    "446": "taking",
    "447": "green,",
    "448": "handle",
    "449": "angus",
    "450": "angry",
    "451": "owners",
    "452": "wii",
    "453": "cord",
    "454": "purple",
    "455": "twin",
    "456": "animals",
    "457": "floral",
    "458": "vacuum",
    "459": "appaloosa",
    "460": "breed",
    "461": "42",
    "462": "flowers",
    "463": "vase",
    "464": "lake",
    "465": "farm",
    "466": "ram",
    "467": "kitten",
    "468": "over",
    "469": "flying",
    "470": "rocks",
    "471": "indoors",
    "472": "mat",
    "473": "34",
    "474": "harley",
    "475": "goggles",
    "476": "lot",
    "477": "mutts",
    "478": "back",
    "479": "wire",
    "480": "pigeon",
    "481": "bench",
    "482": "inside",
    "483": "tile",
    "484": "chariot",
    "485": "21",
    "486": "boat",
    "487": "people",
    "488": "fall",
    "489": "galloping",
    "490": "pugs",
    "491": "heart",
    "492": "barbed",
    "493": "path",
    "494": "birch",
    "495": "peeking",
    "496": "door",
    "497": "soldiers",
    "498": "hand",
    "499": "25",
    "500": "joyce",
    "501": "isn't",
    "502": "computer",
    "503": "america",
    "504": "schnauzer",
    "505": "child",
    "506": "stuffed",
    "507": "animal",
    "508": "east",
    "509": "jump",
    "510": "rest",
    "511": "lamb",
    "512": "200",
    "513": "toy",
    "514": "cart",
    "515": "forest",
    "516": "reach",
    "517": "human",
    "518": "rug",
    "519": "owner",
    "520": "holding",
    "521": "corgi",
    "522": "fertilizers",
    "523": "wave",
    "524": "marriage",
    "525": "true",
    "526": "minds",
    "527": "fruit",
    "528": "pinto",
    "529": "cranes",
    "530": "remotes",
    "531": "30",
    "532": "biting",
    "533": "fedora",
    "534": "stick",
    "535": "plover",
    "536": "vulture",
    "537": "crossing",
    "538": "wildebeest",
    "539": "boy",
    "540": "transportation",
    "541": "papaya",
    "542": "happy",
    "543": "suckling",
    "544": "swan",
    "545": "swans",
    "546": "microwave",
    "547": "parking",
    "548": "plants",
    "549": "flamingo",
    "550": "1964",
    "551": "photographer",
    "552": "bowtie",
    "553": "large",
    "554": "tags",
    "555": "book",
    "556": "stork",
    "557": "only",
    "558": "100",
    "559": "rear",
    "560": "body",
    "561": "cannot",
    "562": "see",
    "563": "safari",
    "564": "walk",
    "565": "desert",
    "566": "shelf",
    "567": "spots",
    "568": "match",
    "569": "park",
    "570": "running",
    "571": "boxer",
    "572": "months",
    "573": "smaller",
    "574": "chicken",
    "575": "pizza",
    "576": "swimming",
    "577": "blue,",
    "578": "yellow,",
    "579": "watering",
    "580": "hole",
    "581": "logs",
    "582": "equestrian",
    "583": "singing",
    "584": "parrot",
    "585": "typing",
    "586": "captive",
    "587": "sofa",
    "588": "moss",
    "589": "trail",
    "590": "brushing",
    "591": "snooping",
    "592": "sill",
    "593": "rhinos",
    "594": "drawer",
    "595": "dresser",
    "596": "crocheted",
    "597": "quail",
    "598": "goats",
    "599": "trash",
    "600": "can",
    "601": "skateboarding",
    "602": "climbed",
    "603": "donut",
    "604": "chickadee",
    "605": "other",
    "606": "side",
    "607": "cocker",
    "608": "spaniel",
    "609": "railing",
    "610": "bus",
    "611": "espn",
    "612": "mug",
    "613": "counter",
    "614": "coffee",
    "615": "hummingbird",
    "616": "training",
    "617": "plains",
    "618": "mouse",
    "619": "trained",
    "620": "glove",
    "621": "perch",
    "622": "arm",
    "623": "seeds",
    "624": "shoulder",
    "625": "headdress",
    "626": "sign",
    "627": "19",
    "628": "nectar",
    "629": "unsure",
    "630": "cuddling",
    "631": "outdoors",
    "632": "peeing",
    "633": "bears",
    "634": "bamboo",
    "635": "taller",
    "636": "chain",
    "637": "professional",
    "638": "woods",
    "639": "bottom",
    "640": "ears",
    "641": "distance",
    "642": "drawers",
    "643": "stand",
    "644": "mad",
    "645": "dell",
    "646": "monkey",
    "647": "blender",
    "648": "moving",
    "649": "was",
    "650": "sick",
    "651": "13",
    "652": "toward",
    "653": "herding",
    "654": "keep",
    "655": "still",
    "656": "santa",
    "657": "crane",
    "658": "near",
    "659": "cleaning",
    "660": "itself",
    "661": "indian",
    "662": "i",
    "663": "don't",
    "664": "know",
    "665": "square",
    "666": "cross",
    "667": "bad",
    "668": "focus",
    "669": "mom",
    "670": "sunglasses",
    "671": "green/black/white",
    "672": "chirping",
    "673": "abandoned",
    "674": "office",
    "675": "brownie",
    "676": "stables",
    "677": "much",
    "678": "fighting",
    "679": "roosters",
    "680": "savannah",
    "681": "roof",
    "682": "egret",
    "683": "stripes",
    "684": "bull",
    "685": "foreground",
    "686": "free",
    "687": "regular",
    "688": "raft",
    "689": "plant",
    "690": "facing",
    "691": "rottweiler",
    "692": "blonde",
    "693": "arena",
    "694": "spot",
    "695": "panting",
    "696": "sheepdog",
    "697": "straw",
    "698": "rodeo",
    "699": "tricks",
    "700": "tails",
    "701": "woodpecker",
    "702": "banana",
    "703": "fur",
    "704": "wagon",
    "705": "straight",
    "706": "ahead",
    "707": "girl",
    "708": "trot",
    "709": "line",
    "710": "vertical",
    "711": "crab",
    "712": "3010",
    "713": "darker",
    "714": "different",
    "715": "juvenile",
    "716": "paint",
    "717": "ski",
    "718": "resort",
    "719": "post",
    "720": "dock",
    "721": "stripe",
    "722": "toes",
    "723": "curtain",
    "724": "nudging",
    "725": "shore",
    "726": "alley",
    "727": "little",
    "728": "bike",
    "729": "are",
    "730": "bone",
    "731": "bobcat",
    "732": "mice",
    "733": "shorthair",
    "734": "gone",
    "735": "advertising",
    "736": "younger",
    "737": "bug",
    "738": "canary",
    "739": "gate",
    "740": "pencil",
    "741": "black,",
    "742": "eat",
    "743": "cold",
    "744": "cut",
    "745": "horns",
    "746": "mostly",
    "747": "another",
    "748": "bucket",
    "749": "gutter",
