{
  "word2idx": {
    "<PAD>": 0,
    "<UNK>": 1,
    "<SOS>": 2,
    "<EOS>": 3,
    "are": 4,
    "there": 5,
    "any": 6,
    "birds": 7,
    "in": 8,
    "the": 9,
    "water?": 10,
    "what": 11,
    "type": 12,
    "of": 13,
    "photo?": 14,
    "animal": 15,
    "is": 16,
    "climbing": 17,
    "toilet?": 18,
    "how": 19,
    "many": 20,
    "flying": 21,
    "this": 22,
    "picture?": 23,
    "does": 24,
    "look": 25,
    "like": 26,
    "a": 27,
    "young": 28,
    "or": 29,
    "an": 30,
    "old": 31,
    "elephant?": 32,
    "elephant": 33,
    "have": 34,
    "large": 35,
    "small": 36,
    "tusks?": 37,
    "elephants": 38,
    "scene?": 39,
    "where": 40,
    "bird": 41,
    "relation": 42,
    "to": 43,
    "adult": 44,
    "pictured?": 45,
    "horse": 46,
    "eating?": 47,
    "color": 48,
    "horse?": 49,
    "giraffe": 50,
    "doing": 51,
    "with": 52,
    "it's": 53,
    "neck?": 54,
    "sitting": 55,
    "down?": 56,
    "dog": 57,
    "wearing": 58,
    "collar?": 59,
    "horses": 60,
    "wild?": 61,
    "there?": 62,
    "cats": 63,
    "trying": 64,
    "jump": 65,
    "out": 66,
    "window?": 67,
    "which": 68,
    "looking": 69,
    "outside": 70,
    "facing": 71,
    "other": 72,
    "way?": 73,
    "total?": 74,
    "horses?": 75,
    "at": 76,
    "home?": 77,
    "cows": 78,
    "colors": 79,
    "cattle": 80,
    "fenced?": 81,
    "do": 82,
    "spots?": 83,
    "hairs": 84,
    "on": 85,
    "dog's": 86,
    "back?": 87,
    "event": 88,
    "celebrating?": 89,
    "human": 90,
    "article": 91,
    "clothing": 92,
    "wearing?": 93,
    "this?": 94,
    "on?": 95,
    "sleeping?": 96,
    "standing": 97,
    "pic?": 98,
    "elephants?": 99,
    "some": 100,
    "these": 101,
    "tufts": 102,
    "grass": 103,
    "below": 104,
    "bear?": 105,
    "real": 106,
    "kind": 107,
    "trees": 108,
    "bear": 109,
    "between?": 110,
    "hungry?": 111,
    "pattern?": 112,
    "it": 113,
    "very": 114,
    "hot": 115,
    "for": 116,
    "eyes": 117,
    "visible?": 118,
    "head": 119,
    "dog?": 120,
    "besides": 121,
    "giraffe?": 122,
    "zebras": 123,
    "zebra": 124,
    "and": 125,
    "get": 126,
    "along?": 127,
    "moving": 128,
    "little": 129,
    "one?": 130,
    "far": 131,
    "allowed": 132,
    "roam?": 133,
    "people": 134,
    "beach?": 135,
    "white?": 136,
    "surface": 137,
    "running": 138,
    "cat": 139,
    "earning": 140,
    "money": 141,
    "online?": 142,
    "carrying?": 143,
    "breed": 144,
    "eating": 145,
    "grass?": 146,
    "laying": 147,
    "in?": 148,
    "who": 149,
    "put": 150,
    "nose": 151,
    "ring": 152,
    "cow?": 153,
    "giraffes": 154,
    "camera?": 155,
    "would": 156,
    "be": 157,
    "old?": 158,
    "position": 159,
    "person": 160,
    "riding": 161,
    "zoo?": 162,
    "baby": 163,
    "one": 164,
    "different": 165,
    "sheep?": 166,
    "majority": 167,
    "was": 168,
    "fate": 169,
    "cow": 170,
    "used": 171,
    "for?": 172,
    "barn?": 173,
    "above": 174,
    "its": 175,
    "ears?": 176,
    "white,": 177,
    "too?": 178,
    "mouth?": 179,
    "tags?": 180,
    "caged?": 181,
    "anywhere": 182,
    "can": 183,
    "drink": 184,
    "carriage?": 185,
    "white": 186,
    "you": 187,
    "see?": 188,
    "moving?": 189,
    "hat?": 190,
    "fur": 191,
    "darker": 192,
    "than": 193,
    "couch?": 194,
    "sniffing?": 195,
    "named": 196,
    "after": 197,
    "singer?": 198,
    "leash?": 199,
    "nose?": 200,
    "dogs?": 201,
    "collar": 202,
    "harness?": 203,
    "dogs": 204,
    "playing": 205,
    "with?": 206,
    "between": 207,
    "paws?": 208,
    "male?": 209,
    "standing?": 210,
    "asleep?": 211,
    "blue": 212,
    "eyes?": 213,
    "sheep": 214,
    "hurt?": 215,
    "running?": 216,
    "domesticated": 217,
    "animal?": 218,
    "near": 219,
    "bench?": 220,
    "uninterested?": 221,
    "live": 222,
    "left": 223,
    "windowsill?": 224,
    "towards": 225,
    "interior": 226,
    "exterior": 227,
    "structure?": 228,
    "bird?": 229,
    "outside?": 230,
    "lighter": 231,
    "usual?": 232,
    "at?": 233,
    "direction": 234,
    "facing?": 235,
    "it?": 236,
    "animals": 237,
    "rocks": 238,
    "same": 239,
    "as": 240,
    "black": 241,
    "sheep's": 242,
    "woman": 243,
    "holding?": 244,
    "walking": 245,
    "behind": 246,
    "child": 247,
    "spot": 248,
    "have?": 249,
    "alone?": 250,
    "doing?": 251,
    "fully": 252,
    "grown?": 253,
    "photo": 254,
    "zebras?": 255,
    "will": 256,
    "from": 257,
    "puddles?": 258,
    "these?": 259,
    "shape": 260,
    "patches": 261,
    "cows'": 262,
    "foreheads?": 263,
    "cat?": 264,
    "inside": 265,
    "bigger": 266,
    "trash": 267,
    "bag?": 268,
    "reflection": 269,
    "bears": 270,
    "climbing?": 271,
    "focusing": 272,
    "fish?": 273,
    "brown?": 274,
    "did": 275,
    "two": 276,
    "find": 277,
    "into?": 278,
    "bird's": 279,
    "feet": 280,
    "wet?": 281,
    "long": 282,
    "beak?": 283,
    "hummingbird?": 284,
    "elephant's": 285,
    "ear?": 286,
    "tip": 287,
    "alert?": 288,
    "legs": 289,
    "material": 290,
    "has": 291,
    "been": 292,
    "number": 293,
    "bushes": 294,
    "scared?": 295,
    "big": 296,
    "brown": 297,
    "that": 298,
    "pot?": 299,
    "why": 300,
    "bowl?": 301,
    "happy?": 302,
    "his": 303,
    "closed?": 304,
    "top": 305,
    "hat": 306,
    "party": 307,
    "thinking": 308,
    "about": 309,
    "going": 310,
    "moon?": 311,
    "stripes": 312,
    "zebra?": 313,
    "still?": 314,
    "zebra's": 315,
    "tail": 316,
    "hanging": 317,
    "normal": 318,
    "sit": 319,
    "itself": 320,
    "mirror?": 321,
    "sink": 322,
    "haired": 323,
    "bathtub?": 324,
    "cat's": 325,
    "sitting?": 326,
    "front": 327,
    "resting": 328,
    "bed": 329,
    "taking": 330,
    "over": 331,
    "world?": 332,
    "image?": 333,
    "suitcase?": 334,
    "drinking?": 335,
    "mama": 336,
    "care": 337,
    "her": 338,
    "baby?": 339,
    "drinking": 340,
    "feeder?": 341,
    "anyone": 342,
    "holding": 343,
    "species": 344,
    "that?": 345,
    "flying?": 346,
    "kicking": 347,
    "up": 348,
    "dirt?": 349,
    "sidewalk?": 350,
    "mark": 351,
    "forehead?": 352,
    "someone": 353,
    "comb": 354,
    "thirsty?": 355,
    "eyebrows?": 356,
    "building": 357,
    "way": 358,
    "looking?": 359,
    "head?": 360,
    "male": 361,
    "female?": 362,
    "leech?": 363,
    "cute": 364,
    "seat?": 365,
    "window": 366,
    "they": 367,
    "tall": 368,
    "located?": 369,
    "light": 370,
    "post?": 371,
    "street": 372,
    "light?": 373,
    "placed?": 374,
    "shiny": 375,
    "object": 376,
    "right": 377,
    "full": 378,
    "grown": 379,
    "alive?": 380,
    "picture": 381,
    "photoshopped?": 382,
    "under": 383,
    "sheeps": 384,
    "contained?": 385,
    "grazing": 386,
    "open": 387,
    "endangered?": 388,
    "right?": 389,
    "those": 390,
    "one's": 391,
    "all": 392,
    "walk": 393,
    "name": 394,
    "item": 395,
    "pulling?": 396,
    "part": 397,
    "unusual": 398,
    "coloring?": 399,
    "attached": 400,
    "to?": 401,
    "company": 402,
    "uses": 403,
    "their": 404,
    "ads?": 405,
    "birds'": 406,
    "feathers?": 407,
    "christmas": 408,
    "tree?": 409,
    "perched": 410,
    "higher?": 411,
    "tag?": 412,
    "something": 413,
    "couch": 414,
    "hot?": 415,
    "types": 416,
    "using": 417,
    "pillow?": 418,
    "air?": 419,
    "they?": 420,
    "see": 421,
    "playing?": 422,
    "horse's": 423,
    "gray?": 424,
    "sanctuary?": 425,
    "chains?": 426,
    "trunks": 427,
    "raise": 428,
    "up?": 429,
    "against?": 430,
    "scratching": 431,
    "against": 432,
    "intact": 433,
    "do?": 434,
    "age?": 435,
    "natural": 436,
    "setting?": 437,
    "giraffes?": 438,
    "face?": 439,
    "tusks": 440,
    "length?": 441,
    "unusual?": 442,
    "peeing?": 443,
    "saddle?": 444,
    "more": 445,
    "poached": 446,
    "water": 447,
    "shown?": 448,
    "through?": 449,
    "faces?": 450,
    "door?": 451,
    "saddle": 452,
    "each": 453,
    "other?": 454,
    "lonely?": 455,
    "front?": 456,
    "family?": 457,
    "sheared?": 458,
    "field?": 459,
    "hair?": 460,
    "appear": 461,
    "be?": 462,
    "around": 463,
    "circus?": 464,
    "stuffed": 465,
    "next": 466,
    "giraffe's": 467,
    "males": 468,
    "stripes?": 469,
    "fighting?": 470,
    "closest": 471,
    "camera": 472,
    "back": 473,
    "face": 474,
    "direction?": 475,
    "awake?": 476,
    "close": 477,
    "polar": 478,
    "bear's": 479,
    "open?": 480,
    "pleased?": 481,
    "tame?": 482,
    "sweater?": 483,
    "being": 484,
    "transportation?": 485,
    "angry": 486,
    "pet": 487,
    "store?": 488,
    "called?": 489,
    "pet?": 490,
    "trunk": 491,
    "point": 492,
    "upward?": 493,
    "bath?": 494,
    "from?": 495,
    "immature": 496,
    "reach": 497,
    "food?": 498,
    "downhill": 499,
    "uphill?": 500,
    "shadow?": 501,
    "sharing": 502,
    "sun": 503,
    "saddled?": 504,
    "leather": 505,
    "if": 506,
    "rode": 507,
    "side": 508,
    "names?": 509,
    "blanket?": 510,
    "hoof?": 511,
    "straps": 512,
    "mouth": 513,
    "road?": 514,
    "rock?": 515,
    "forest?": 516,
    "lines": 517,
    "unison?": 518,
    "lazy?": 519,
    "sleeping": 520,
    "arm": 521,
    "pretty?": 522,
    "lying": 523,
    "could": 524,
    "stalking?": 525,
    "going?": 526,
    "walking?": 527,
    "set": 528,
    "age": 529,
    "smaller": 530,
    "husks?": 531,
    "inside?": 532,
    "so": 533,
    "big?": 534,
    "jittery": 535,
    "frightened?": 536,
    "flowers": 537,
    "necks?": 538,
    "family": 539,
    "aggressive?": 540,
    "habitat?": 541,
    "beach": 542,
    "sill?": 543,
    "directions": 544,
    "covering": 545,
    "something?": 546,
    "directly": 547,
    "pillow": 548,
    "upon": 549,
    "cattle?": 550,
    "mother?": 551,
    "into": 552,
    "taste": 553,
    "good?": 554,
    "fat?": 555,
    "horns?": 556,
    "statue?": 557,
    "trained?": 558,
    "starting": 559,
    "eat?": 560,
    "race": 561,
    "leaning": 562,
    "tree": 563,
    "fall": 564,
    "both": 565,
    "trunks?": 566,
    "keeping": 567,
    "together?": 568,
    "roaming": 569,
    "free?": 570,
    "photographer": 571,
    "roam": 572,
    "freely?": 573,
    "farthest": 574,
    "variety": 575,
    "pen?": 576,
    "tagged?": 577,
    "pregnant?": 578,
    "color?": 579,
    "left?": 580,
    "cows?": 581,
    "grazing?": 582,
    "away": 583,
    "herd?": 584,
    "stands": 585,
    "most?": 586,
    "pictures?": 587,
    "photographer?": 588,
    "kitty": 589,
    "looked": 590,
    "concerned?": 591,
    "walk?": 592,
    "under?": 593,
    "keeps": 594,
    "pasture?": 595,
    "able": 596,
    "jumping?": 597,
    "work": 598,
    "together": 599,
    "well?": 600,
    "shut?": 601,
    "scarf?": 602,
    "ribbon": 603,
    "considered": 604,
    "floor?": 605,
    "legs?": 606,
    "sporting": 607,
    "skateboarding?": 608,
    "crush": 609,
    "skateboard?": 610,
    "resting?": 611,
    "reaching": 612,
    "2": 613,
    "colors?": 614,
    "neck": 615,
    "looks": 616,
    "heart?": 617,
    "taller": 618,
    "fence?": 619,
    "seen?": 620,
    "wooden": 621,
    "bridge?": 622,
    "dehydration": 623,
    "likely": 624,
    "problem": 625,
    "traveling": 626,
    "by": 627,
    "service": 628,
    "made": 629,
    "of?": 630,
    "twins?": 631,
    "related?": 632,
    "most": 633,
    "likely?": 634,
    "seated": 635,
    "nearest": 636,
    "afraid?": 637,
    "only": 638,
    "bed?": 639,
    "exactly": 640,
    "guilty?": 641,
    "pile": 642,
    "dirt": 643,
    "straight?": 644,
    "here?": 645,
    "spots": 646,
    "tongue?": 647,
    "staring": 648,
    "men?": 649,
    "man": 650,
    "kissing": 651,
    "eat": 652,
    "meat?": 653,
    "man's": 654,
    "beard?": 655,
    "jersey": 656,
    "draped": 657,
    "guarding": 658,
    "ladies": 659,
    "hand?": 660,
    "feeding": 661,
    "real?": 662,
    "hitting": 663,
    "ball?": 664,
    "wanting": 665,
    "talk": 666,
    "us?": 667,
    "black?": 668,
    "heads": 669,
    "raised": 670,
    "time": 671,
    "day": 672,
    "photographed?": 673,
    "differently?": 674,
    "sky?": 675,
    "plotting": 676,
    "revenge?": 677,
    "trunk?": 678,
    "region": 679,
    "evidence": 680,
    "milked?": 681,
    "mane?": 682,
    "backwards": 683,
    "forwards?": 684,
    "person?": 685,
    "car?": 686,
    "tell": 687,
    "captivity?": 688,
    "ground": 689,
    "wet": 690,
    "is?": 691,
    "baring": 692,
    "teeth?": 693,
    "normally": 694,
    "wear": 695,
    "toy": 696,
    "tag": 697,
    "tall?": 698,
    "adult?": 699,
    "flower?": 700,
    "food": 701,
    "item?": 702,
    "sticking": 703,
    "might": 704,
    "rights": 705,
    "say": 706,
    "entrapped": 707,
    "items": 708,
    "rope": 709,
    "tied": 710,
    "second": 711,
    "cowboy?": 712,
    "think": 713,
    "wishes": 714,
    "paws": 715,
    "touching": 716,
    "ground?": 717,
    "slaughtered?": 718,
    "mean?": 719,
    "what's": 720,
    "waiting": 721,
    "owner": 722,
    "read": 723,
    "take": 724,
    "rocks?": 725,
    "whole": 726,
    "city": 727,
    "limit?": 728,
    "foreground?": 729,
    "treat?": 730,
    "who's": 731,
    "fence": 732,
    "number?": 733,
    "comfortable": 734,
    "cats?": 735,
    "aggressive": 736,
    "napping": 737,
    "cleaning": 738,
    "itself?": 739,
    "too": 740,
    "much": 741,
    "catnip?": 742,
    "fluffiest": 743,
    "napping?": 744,
    "know": 745,
    "he": 746,
    "really": 747,
    "want": 748,
    "give": 749,
    "wall?": 750,
    "shown": 751,
    "free": 752,
    "terrain?": 753,
    "logs": 754,
    "owner?": 755,
    "stand": 756,
    "paired": 757,
    "rider": 758,
    "cowboy": 759,
    "chain?": 760,
    "stable?": 761,
    "taken?": 762,
    "somebody": 763,
    "destroying": 764,
    "brand": 765,
    "fenced": 766,
    "area?": 767,
    "cold?": 768,
    "stood?": 769,
    "coos?": 770,
    "stray?": 771,
    "demonstrating?": 772,
    "circus": 773,
    "girl": 774,
    "leaping?": 775,
    "jacket?": 776,
    "weight": 777,
    "short": 778,
    "variety?": 779,
    "driving": 780,
    "truck?": 781,
    "paw": 782,
    "shorter": 783,
    "reflection?": 784,
    "wind": 785,
    "blowing": 786,
    "use": 787,
    "computer?": 788,
    "affection?": 789,
    "attack": 790,
    "african": 791,
    "go?": 792,
    "sink?": 793,
    "carpet?": 794,
    "laying?": 795,
    "content?": 796,
    "eye?": 797,
    "house": 798,
    "carrots?": 799,
    "stretch": 800,
    "also?": 801,
    "roof?": 802,
    "extended": 803,
    "necks,": 804,
    "branch": 805,
    "angry?": 806,
    "i": 807,
    "bad": 808,
    "luck": 809,
    "passes": 810,
    "me?": 811,
    "pattern": 812,
    "coat?": 813,
    "suburbs?": 814,
    "bears?": 815,
    "across": 816,
    "older?": 817,
    "hairstyle": 818,
    "babies?": 819,
    "high": 820,
    "air": 821,
    "large?": 822,
    "posts": 823,
    "background": 824,
    "rise": 825,
    "least": 826,
    "throat?": 827,
    "gravel?": 828,
    "thing?": 829,
    "majority?": 830,
    "table": 831,
    "litter": 832,
    "box?": 833,
    "cut": 834,
    "compared": 835,
    "giraffe,": 836,
    "appears": 837,
    "bigger?": 838,
    "background?": 839,
    "present?": 840,
    "stone": 841,
    "tower??": 842,
    "tongue": 843,
    "out?": 844,
    "she": 845,
    "photograph?": 846,
    "refreshed?": 847,
    "mouse?": 848,
    "snuggling": 849,
    "teddy": 850,
    "likes": 851,
    "having": 852,
    "scratched?": 853,
    "toys?": 854,
    "purring?": 855,
    "element": 856,
    "behind?": 857,
    "foreground": 858,
    "away?": 859,
    "friends?": 860,
    "fly?": 861,
    "feeders": 862,
    "birds?": 863,
    "posts?": 864,
    "building?": 865,
    "walking,": 866,
    "smaller?": 867,
    "wild": 868,
    "tusk?": 869,
    "hats?": 870,
    "blades": 871,
    "eaten?": 872,
    "tallest?": 873,
    "petting": 874,
    "tattoo": 875,
    "forearm?": 876,
    "mother": 877,
    "foot": 878,
    "raised?": 879,
    "graze?": 880,
    "us": 881,
    "drink?": 882,
    "laundry": 883,
    "machine?": 884,
    "wilderness?": 885,
    "dancing?": 886,
    "well": 887,
    "defined?": 888,
    "blanket": 889,
    "flightless?": 890,
    "motion?": 891,
    "mad": 892,
    "board?": 893,
    "pulling": 894,
    "hidden": 895,
    "view?": 896,
    "gender": 897,
    "street?": 898,
    "supposed": 899,
    "place?": 900,
    "guy": 901,
    "cell": 902,
    "phone?": 903,
    "camouflage": 904,
    "match": 905,
    "sofa?": 906,
    "trailer?": 907,
    "frisbee": 908,
    "body": 909,
    "by?": 910,
    "fur?": 911,
    "women": 912,
    "petting?": 913,
    "account": 914,
    "can't": 915,
    "taller?": 916,
    "older": 917,
    "upwards?": 918,
    "thick": 919,
    "coat": 920,
    "now?": 921,
    "cake": 922,
    "braided?": 923,
    "everyone": 924,
    "wood?": 925,
    "sick?": 926,
    "feral": 927,
    "siamese": 928,
    "chin?": 929,
    "larger": 930,
    "smooth": 931,
    "skin?": 932,
    "thing": 933,
    "touching?": 934,
    "warm": 935,
    "luna?": 936,
    "dirty?": 937,
    "belong": 938,
    "man?": 939,
    "leading": 940,
    "rings": 941,
    "tail?": 942,
    "chair,": 943,
    "measure": 944,
    "his/her": 945,
    "room": 946,
    "staring?": 947,
    "play": 948,
    "frisbee?": 949,
    "lamb?": 950,
    "blue?": 951,
    "female": 952,
    "dark": 953,
    "stalk": 954,
    "grizzly": 955,
    "stray": 956,
    "enjoying": 957,
    "farm": 958,
    "piece": 959,
    "furniture": 960,
    "car": 961,
    "enthused": 962,
    "grooming": 963,
    "process?": 964,
    "just": 965,
    "taken": 966,
    "\"dapple-gray\"?": 967,
    "poo": 968,
    "makes": 969,
    "funny?": 970,
    "enjoy": 971,
    "through": 972,
    "blurry": 973,
    "chair": 974,
    "sharp": 975,
    "sad?": 976,
    "ready": 977,
    "pounce?": 978,
    "bring": 979,
    "couples?": 980,
    "color,": 981,
    "primarily,": 982,
    "vest?": 983,
    "current": 984,
    "time?": 985,
    "sponsors": 986,
    "hooves": 987,
    "containing": 988,
    "wall": 989,
    "prevent": 990,
    "getting": 991,
    "jockey": 992,
    "riding?": 993,
    "seems": 994,
    "winning?": 995,
    "race?": 996,
    "shade?": 997,
    "pictured": 998,
    "milk": 999,
    "production?": 1000,
    "down": 1001,
    "alley?": 1002,
    "someone?": 1003,
    "whiskers?": 1004,
    "tired?": 1005,
    "visible": 1006,
    "sound": 1007,
    "mane": 1008,
    "spiky": 1009,
    "soft?": 1010,
    "mohawk?": 1011,
    "2nd": 1012,
    "following": 1013,
    "first": 1014,
    "desk": 1015,
    "often?": 1016,
    "feet?": 1017,
    "foot?": 1018,
    "snow?": 1019,
    "captive?": 1020,
    "statue": 1021,
    "tug": 1022,
    "war?": 1023,
    "relaxing?": 1024,
    "upright?": 1025,
    "stick": 1026,
    "kodiak": 1027,
    "\"asian\"": 1028,
    "\"african\"?": 1029,
    "fly": 1030,
    "shoes?": 1031,
    "poop": 1032,
    "woods?": 1033,
    "scared": 1034,
    "licking": 1035,
    "forelegs?": 1036,
    "birthmark?": 1037,
    "interested": 1038,
    "woman?": 1039,
    "calico?": 1040,
    "button": 1041,
    "laptop": 1042,
    "seen": 1043,
    "rest": 1044,
    "slowly?": 1045,
    "galloping": 1046,
    "tape": 1047,
    "located": 1048,
    "competition?": 1049,
    "listening": 1050,
    "comfy?": 1051,
    "possibly": 1052,
    "easily": 1053,
    "captivity": 1054,
    "branches": 1055,
    "wants": 1056,
    "ridden?": 1057,
    "hill?": 1058,
    "drawn": 1059,
    "carriage": 1060,
    "carry?": 1061,
    "shoulder": 1062,
    "violent?": 1063,
    "belly?": 1064,
    "dung": 1065,
    "not": 1066,
    "basket": 1067,
    "carry": 1068,
    "bag": 1069,
    "trapped": 1070,
    "forever?": 1071,
    "cowboys?": 1072,
    "lying?": 1073,
    "ears": 1074,
    "snout?": 1075,
    "claws?": 1076,
    "sniffing": 1077,
    "cake?": 1078,
    "leg?": 1079,
    "chewing": 1080,
    "tails?": 1081,
    "wagon": 1082,
    "train": 1083,
    "startle": 1084,
    "train?": 1085,
    "racing?": 1086,
    "size?": 1087,
    "kitchen": 1088,
    "smiling?": 1089,
    "led?": 1090,
    "positioned": 1091,
    "girls": 1092,
    "heads?": 1093,
    "children": 1094,
    "lady": 1095,
    "pink?": 1096,
    "access": 1097,
    "four": 1098,
    "crossing": 1099,
    "red": 1100,
    "total": 1101,
    "gazelle?": 1102,
    "stubby": 1103,
    "coming": 1104,
    "shadows": 1105,
    "before": 1106,
    "shadows?": 1107,
    "lots": 1108,
    "ankles?": 1109,
    "riderless?": 1110,
    "cart?": 1111,
    "cart": 1112,
    "treated": 1113,
    "humanely?": 1114,
    "afraid": 1115,
    "people?": 1116,
    "begging": 1117,
    "scraps?": 1118,
    "herd": 1119,
    "three": 1120,
    "contained": 1121,
    "happy": 1122,
    "surfboard?": 1123,
    "them?": 1124,
    "surfing?": 1125,
    "leave?": 1126,
    "bred": 1127,
    "jumping": 1128,
    "cage?": 1129,
    "man-made": 1130,
    "object?": 1131,
    "animate": 1132,
    "cable": 1133,
    "puppy?": 1134,
    "starving?": 1135,
    "rampaging?": 1136,
    "purpose": 1137,
    "cow's": 1138,
    "toonces": 1139,
    "beautifully": 1140,
    "decorated?": 1141,
    "fixated": 1142,
    "dangerous": 1143,
    "place": 1144,
    "migration?": 1145,
    "along": 1146,
    "teeth": 1147,
    "army?": 1148,
    "charging": 1149,
    "another?": 1150,
    "flea": 1151,
    "awake": 1152,
    "superstitions": 1153,
    "based": 1154,
    "basketball?": 1155,
    "indian": 1156,
    "things": 1157,
    "beside": 1158,
    "entering": 1159,
    "exiting": 1160,
    "pack?": 1161,
    "animals?": 1162,
    "naturally?": 1163,
    "sense?": 1164,
    "shepherd": 1165,
    "among": 1166,
    "farm?": 1167,
    "couple?": 1168,
    "colored": 1169,
    "beaks?": 1170,
    "nest?": 1171,
    "mood?": 1172,
    "heading?": 1173,
    "pen": 1174,
    "recognize": 1175,
    "nine": 1176,
    "females?": 1177,
    "sprayed?": 1178,
    "herded": 1179,
    "known": 1180,
    "markings?": 1181,
    "trained": 1182,
    "box": 1183,
    "trip?": 1184,
    "blankets": 1185,
    "museum?": 1186,
    "grouped": 1187,
    "corner?": 1188,
    "like?": 1189,
    "came": 1190,
    "birds,": 1191,
    "happen?": 1192,
    "chirping?": 1193,
    "boat": 1194,
    "smelling": 1195,
    "flowers?": 1196,
    "ear": 1197,
    "extend": 1198,
    "making": 1199,
    "noise?": 1200,
    "two-headed": 1201,
    "opened": 1202,
    "jump?": 1203,
    "hair": 1204,
    "knees": 1205,
    "mule?": 1206,
    "sleep": 1207,
    "microwave?": 1208,
    "word": 1209,
    "sleepy?": 1210,
    "rug?": 1211,
    "warm?": 1212,
    "packing?": 1213,
    "collars": 1214,
    "contain": 1215,
    "bell?": 1216,
    "umbrella?": 1217,
    "falling": 1218,
    "feral?": 1219,
    "causing": 1220,
    "shadow": 1221,
    "streets?": 1222,
    "toy?": 1223,
    "shoes": 1224,
    "group": 1225,
    "domesticated?": 1226,
    "sheared": 1227,
    "recently?": 1228,
    "vegetables?": 1229,
    "floor": 1230,
    "cabinet?": 1231,
    "area": 1232,
    "rear?": 1233,
    "good": 1234,
    "smelling?": 1235,
    "whiskers": 1236,
    "horsepower": 1237,
    "horses'": 1238,
    "aware": 1239,
    "dangerous?": 1240,
    "straight": 1241,
    "over?": 1242,
    "danger?": 1243,
    "groups?": 1244,
    "indoors?": 1245,
    "hiding": 1246,
    "laptop?": 1247,
    "throw": 1248,
    "missing": 1249,
    "position?": 1250,
    "lift": 1251,
    "tire?": 1252,
    "yelling?": 1253,
    "asian": 1254,
    "hurt": 1255,
    "rub": 1256,
    "herding?": 1257,
    "curious?": 1258,
    "gate": 1259,
    "smallest": 1260,
    "biggest?": 1261,
    "youngest?": 1262,
    "longest": 1263,
    "adults?": 1264,
    "covered": 1265,
    "percentage": 1266,
    "horizontal?": 1267,
    "dry": 1268,
    "surrounding": 1269,
    "successful": 1270,
    "old-fashioned": 1271,
    "count?": 1272,
    "collars?": 1273,
    "books?": 1274,
    "fit": 1275,
    "sex?": 1276,
    "same?": 1277,
    "bus?": 1278,
    "marked?": 1279,
    "house?": 1280,
    "enclosure?": 1281,
    "person's": 1282,
    "entangled?": 1283,
    "grassy?": 1284,
    "double": 1285,
    "field": 1286,
    "around?": 1287,
    "common?": 1288,
    "3": 1289,
    "castle?": 1290,
    "curious": 1291,
    "healthy?": 1292,
    "floating": 1293,
    "easy": 1294,
    "boy": 1295,
    "make": 1296,
    "fun": 1297,
    "you?": 1298,
    "shirt": 1299,
    "harming": 1300,
    "toward": 1301,
    "effective": 1302,
    "stopping": 1303,
    "tried": 1304,
    "planted": 1305,
    "across?": 1306,
    "bent?": 1307,
    "except": 1308,
    "many?": 1309,
    "plant": 1310,
    "penned": 1311,
    "fluffy?": 1312,
    "purse?": 1313,
    "safe": 1314,
    "cute?": 1315,
    "hiding?": 1316,
    "beneath": 1317,
    "desk?": 1318,
    "bridle?": 1319,
    "usually": 1320,
    "spread": 1321,
    "wings": 1322,
    "while": 1323,
    "branch?": 1324,
    "flight?": 1325,
    "limbs?": 1326,
    "green": 1327,
    "jacket": 1328,
    "depicted?": 1329,
    "milking": 1330,
    "graze": 1331,
    "pairs?": 1332,
    "faces": 1333,
    "gray": 1334,
    "ocean?": 1335,
    "describe": 1336,
    "emotion": 1337,
    "whose": 1338,
    "separates": 1339,
    "ones": 1340,
    "were": 1341,
    "recently": 1342,
    "mud?": 1343,
    "image": 1344,
    "size": 1345,
    "feeling": 1346,
    "chair?": 1347,
    "design": 1348,
    "sheet": 1349,
    "watch": 1350,
    "tv?": 1351,
    "appliance": 1352,
    "typical": 1353,
    "apples?": 1354,
    "nap?": 1355,
    "display?": 1356,
    "breed?": 1357,
    "after?": 1358,
    "tabby": 1359,
    "bottle": 1360,
    "pointing": 1361,
    "puddle": 1362,
    "comfortable?": 1363,
    "feed": 1364,
    "groomed?": 1365,
    "rider?": 1366,
    "horns": 1367,
    "park?": 1368,
    "sit?": 1369,
    "birdland": 1370,
    "deep": 1371,
    "headed?": 1372,
    "urinating": 1373,
    "hydrant?": 1374,
    "stepping": 1375,
    "indoors": 1376,
    "outdoors?": 1377,
    "watching": 1378,
    "seagull?": 1379,
    "motorcycle": 1380,
    "master": 1381,
    "own?": 1382,
    "maine": 1383,
    "coon": 1384,
    "vacuuming": 1385,
    "need": 1386,
    "done": 1387,
    "later?": 1388,
    "friendly?": 1389,
    "anything": 1390,
    "objects": 1391,
    "protruding": 1392,
    "farmer": 1393,
    "keep": 1394,
    "track": 1395,
    "vehicle?": 1396,
    "side?": 1397,
    "behaved?": 1398,
    "style": 1399,
    "racing": 1400,
    "pavement?": 1401,
    "leaves": 1402,
    "indicate": 1403,
    "spring": 1404,
    "fall?": 1405,
    "galloping?": 1406,
    "onto?": 1407,
    "wire": 1408,
    "terrified?": 1409,
    "pigeon?": 1410,
    "bird,": 1411,
    "mostly?": 1412,
    "section": 1413,
    "sign?": 1414,
    "fed?": 1415,
    "drive?": 1416,
    "wanted": 1417,
    "dong": 1418,
    "center?": 1419,
    "run": 1420,
    "war": 1421,
    "body?": 1422,
    "shaved?": 1423,
    "average": 1424,
    "beak": 1425,
    "pointing?": 1426,
    "books": 1427,
    "cuddling": 1428,
    "necessary": 1429,
    "your": 1430,
    "declawed?": 1431,
    "type?": 1432,
    "leg's": 1433,
    "concerned": 1434,
    "hunted": 1435,
    "turn?": 1436,
    "log?": 1437,
    "leaves?": 1438,
    "country": 1439,
    "attacking": 1440,
    "forward?": 1441,
    "snack?": 1442,
    "meant": 1443,
    "floss?": 1444,
    "enclosed?": 1445,
    "environment?": 1446,
    "sand?": 1447,
    "catching?": 1448,
    "push": 1449,
    "feeder": 1450,
    "odd": 1451,
    "mixed": 1452,
    "what?": 1453,
    "agitated?": 1454,
    "hind": 1455,
    "when": 1456,
    "shore?": 1457,
    "diet?": 1458,
    "butts": 1459,
    "computer": 1460,
    "vet?": 1461,
    "patch": 1462,
    "jungle": 1463,
    "bite": 1464,
    "umbrellas": 1465,
    "protecting": 1466,
    "formation?": 1467,
    "bushes?": 1468,
    "abused?": 1469,
    "turned": 1470,
    "reflected": 1471,
    "putting": 1472,
    "young?": 1473,
    "ideal": 1474,
    "location": 1475,
    "species?": 1476,
    "bending": 1477,
    "benefit": 1478,
    "such": 1479,
    "largest?": 1480,
    "zoo": 1481,
    "brush": 1482,
    "isn't": 1483,
    "adorable?": 1484,
    "environment": 1485,
    "seeing": 1486,
    "nervous?": 1487,
    "concentrating?": 1488,
    "sport?": 1489,
    "herder?": 1490,
    "catch": 1491,
    "trees?": 1492,
    "screen?": 1493,
    "video?": 1494,
    "unlike": 1495,
    "others?": 1496,
    "written": 1497,
    "magazine": 1498,
    "focus?": 1499,
    "remote?": 1500,
    "rolling": 1501,
    "book": 1502,
    "'reading'?": 1503,
    "read?": 1504,
    "dinner?": 1505,
    "piled": 1506,
    "pole?": 1507,
    "spotted": 1508,
    "interacting?": 1509,
    "multicolored?": 1510,
    "manes?": 1511,
    "eyes,": 1512,
    "kind?": 1513,
    "9": 1514,
    "lives?": 1515,
    "closer": 1516,
    "ice?": 1517,
    "herbivores?": 1518,
    "associated": 1519,
    "arctic?": 1520,
    "malnourished?": 1521,
    "giving": 1522,
    "instructions?": 1523,
    "lap": 1524,
    "sleep?": 1525,
    "poodle?": 1526,
    "show": 1527,
    "monitor?": 1528,
    "peaceful": 1529,
    "surroundings?": 1530,
    "driving?": 1531,
    "blend": 1532,
    "probably": 1533,
    "touch": 1534,
    "rear": 1535,
    "ridden": 1536,
    "english": 1537,
    "western": 1538,
    "style?": 1539,
    "nibble": 1540,
    "blackheads?": 1541,
    "perched?": 1542,
    "cloth": 1543,
    "buffalo": 1544,
    "kids": 1545,
    "kid": 1546,
    "working": 1547,
    "passenger": 1548,
    "trolley?": 1549,
    "climb": 1550,
    "beds?": 1551,
    "insatiable?": 1552,
    "proper": 1553,
    "foal?": 1554,
    "mom": 1555,
    "chickens?": 1556,
    "him?": 1557,
    "location?": 1558,
    "hypnotized?": 1559,
    "year": 1560,
    "polyethylene": 1561,
    "marker": 1562,
    "killed?": 1563,
    "end": 1564,
    "fun?": 1565,
    "are?": 1566,
    "ivory": 1567,
    "poachers": 1568,
    "tempted": 1569,
    "hunt": 1570,
    "hungry": 1571,
    "reside": 1572,
    "jealous": 1573,
    "amount": 1574,
    "attention": 1575,
    "getting?": 1576,
    "river?": 1577,
    "braying?": 1578,
    "closer?": 1579,
    "staying?": 1580,
    "solid": 1581,
    "table?": 1582,
    "center": 1583,
    "biting": 1584,
    "height": 1585,
    "reach?": 1586,
    "patiently": 1587,
    "humans?": 1588,
    "footprints?": 1589,
    "chasing": 1590,
    "another": 1591,
    "juvenile": 1592,
    "different?": 1593,
    "teach": 1594,
    "call": 1595,
    "mutation": 1596,
    "paw?": 1597,
    "match?": 1598,
    "planning": 1599,
    "go": 1600,
    "attracted": 1601,
    "curly": 1602,
    "fleas?": 1603,
    "reticulated": 1604,
    "predatory?": 1605,
    "choices": 1606,
    "nurturing": 1607,
    "chests?": 1608,
    "hummingbirds": 1609,
    "bluebirds?": 1610,
    "snow": 1611,
    "get?": 1612,
    "wrong": 1613,
    "road": 1614,
    "relieved": 1615,
    "herding": 1616,
    "lost?": 1617,
    "main": 1618,
    "focus": 1619,
    "rides": 1620,
    "horseback?": 1621,
    "calm?": 1622,
    "noses": 1623,
    "alike?": 1624,
    "mode": 1625,
    "transportation": 1626,
    "portion": 1627,
    "right's": 1628,
    "mammal?": 1629,
    "crack": 1630,
    "nuts?": 1631,
    "seated?": 1632,
    "giraffe's?": 1633,
    "not?": 1634,
    "alive": 1635,
    "captive": 1636,
    "trip": 1637,
    "hoping": 1638,
    "vacation": 1639,
    "attack?": 1640,
    "off": 1641,
    "parking": 1642,
    "lot": 1643,
    "appropriate": 1644,
    "hunting": 1645,
    "poking": 1646,
    "cave?": 1647,
    "dairy": 1648,
    "shirt?": 1649,
    "stretching?": 1650,
    "bank?": 1651,
    "gate?": 1652,
    "fooled": 1653,
    "truck's": 1654,
    "paint": 1655,
    "job?": 1656,
    "bottom": 1657,
    "border": 1658,
    "foraging?": 1659,
    "stories": 1660,
    "middle": 1661,
    "stopped": 1662,
    "mountain?": 1663,
    "wings?": 1664,
    "car's": 1665,
    "wool": 1666,
    "shorn": 1667,
    "panting?": 1668,
    "haircut?": 1669,
    "shorn?": 1670,
    "line?": 1671,
    "lasso?": 1672,
    "multi-colored?": 1673,
    "kid?": 1674,
    "barking?": 1675,
    "tallest": 1676,
    "die": 1677,
    "puts": 1678,
    "fountain?": 1679,
    "seabird?": 1680,
    "anything?": 1681,
    "enough": 1682,
    "sattel": 1683,
    "dead": 1684,
    "investigating?": 1685,
    "direct": 1686,
    "own": 1687,
    "difference": 1688,
    "cross": 1689,
    "patterns?": 1690,
    "destroy": 1691,
    "glassware?": 1692,
    "stairs": 1693,
    "balls": 1694,
    "vehicle": 1695,
    "completely": 1696,
    "mate?": 1697,
    "channel": 1698,
    "network": 1699,
    "watching?": 1700,
    "tv": 1701,
    "program?": 1702,
    "hit": 1703,
    "land?": 1704,
    "motion": 1705,
    "calves": 1706,
    "called": 1707,
    "nice": 1708,
    "featured": 1709,
    "photo,": 1710,
    "shorter?": 1711,
    "sets": 1712,
    "necks": 1713,
    "crossed?": 1714,
    "either": 1715,
    "flapping": 1716,
    "come": 1717,
    "fed": 1718,
    "human?": 1719,
    "carnivore?": 1720,
    "jay?": 1721,
    "confined?": 1722,
    "bitten": 1723,
    "easily?": 1724,
    "licking?": 1725,
    "particular": 1726,
    "found": 1727,
    "north": 1728,
    "leaf?": 1729,
    "plant?": 1730,
    "enter": 1731,
    "near?": 1732,
    "nostrils": 1733,
    "stretching": 1734,
    "bobbed?": 1735,
    "we": 1736,
    "plenty": 1737,
    "parrot": 1738,
    "\"dog": 1739,
    "paddling\"": 1740,
    "enough?": 1741,
    "tracking": 1742,
    "depressed?": 1743,
    "apartment?": 1744,
    "dogs'": 1745,
    "approaching": 1746,
    "ferocious?": 1747,
    "railing?": 1748,
    "great": 1749,
    "vision?": 1750,
    "panda": 1751,
    "bothered": 1752,
    "banners?": 1753,
    "feel": 1754,
    "rushed?": 1755,
    "doll": 1756,
    "ever": 1757,
    "irritated": 1758,
    "before?": 1759,
    "overweight?": 1760,
    "balance?": 1761,
    "crawling?": 1762,
    "swimming": 1763,
    "animals,": 1764,
    "elephants,": 1765,
    "yard?": 1766,
    "mask": 1767,
    "leftmost": 1768,
    "ankle?": 1769,
    "understand": 1770,
    "television?": 1771,
    "tails": 1772,
    "gossiping": 1773,
    "banana?": 1774,
    "capable": 1775,
    "sounds?": 1776,
    "flies": 1777,
    "attacked?": 1778,
    "exhibiting?": 1779,
    "predator?": 1780,
    "lay": 1781,
    "fake?": 1782,
    "recreational": 1783,
    "professional": 1784,
    "use?": 1785,
    "asleep": 1786,
    "bottom?": 1787,
    "towels": 1788,
    "4": 1789,
    "glowing?": 1790,
    "shelf": 1791,
    "underneath": 1792,
    "spot?": 1793,
    "sports?": 1794,
    "mad?": 1795,
    "using?": 1796,
    "crying?": 1797,
    "damp": 1798,
    "bitten?": 1799,
    "trim": 1800,
    "playful?": 1801,
    "blurred?": 1802,
    "photos?": 1803,
    "shot?": 1804,
    "sort": 1805,
    "landscape": 1806,
    "shaking?": 1807,
    "chained?": 1808,
    "bridled?": 1809,
    "features": 1810,
    "unique": 1811,
    "choose": 1812,
    "'spots?": 1813,
    "ride": 1814,
    "seem": 1815,
    "indian?": 1816,
    "lap?": 1817,
    "symbol": 1818,
    "plastic?": 1819,
    "following?": 1820,
    "activity": 1821,
    "slightly": 1822,
    "irregular": 1823,
    "tags": 1824,
    "wear?": 1825,
    "eye": 1826,
    "green?": 1827,
    "plate": 1828,
    "commonly": 1829,
    "found?": 1830,
    "limb?": 1831,
    "savanna": 1832,
    "branches?": 1833,
    "change": 1834,
    "channel?": 1835,
    "generally": 1836,
    "colorful": 1837,
    "mess?": 1838,
    "cool": 1839,
    "dying": 1840,
    "tire": 1841,
    "carrying": 1842,
    "heavy": 1843,
    "cargo?": 1844,
    "talking": 1845,
    "heater?": 1846,
    "attention?": 1847,
    "gathered": 1848,
    "visiting": 1849,
    "playground?": 1850,
    "stay": 1851,
    "afloat?": 1852,
    "flooring": 1853,
    "stripe": 1854,
    "longer": 1855,
    "actual": 1856,
    "common": 1857,
    "doesn't": 1858,
    "gated": 1859,
    "he's": 1860,
    "sun?": 1861,
    "enclosed": 1862,
    "selling": 1863,
    "tickets?": 1864,
    "booth": 1865,
    "shaped": 1866,
    "as?": 1867,
    "mouse": 1868,
    "german": 1869,
    "shepherd?": 1870,
    "washed?": 1871,
    "clean?": 1872,
    "working?": 1873,
    "planet": 1874,
    "tie": 1875,
    "correctly?": 1876,
    "technique": 1877,
    "scan?": 1878,
    "child?": 1879,
    "should": 1880,
    "assume": 1881,
    "headless?": 1882,
    "graveyard??": 1883,
    "tuna?": 1884,
    "furry": 1885,
    "designed": 1886,
    "buildings?": 1887,
    "prairie": 1888,
    "swimming?": 1889,
    "ducks?": 1890,
    "they're": 1891,
    "breeds": 1892,
    "verge": 1893,
    "hats": 1894,
    "cowboys": 1895,
    "fast?": 1896,
    "sipping": 1897,
    "straw?": 1898,
    "structure": 1899,
    "transporting": 1900,
    "breaks?": 1901,
    "mode?": 1902,
    "stalking": 1903,
    "setting": 1904,
    "yawning?": 1905,
    "legally": 1906,
    "licensed?": 1907,
    "feed?": 1908,
    "hump?": 1909,
    "spotted?": 1910,
    "racehorse": 1911,
    "win": 1912,
    "ribbon?": 1913,
    "blinders?": 1914,
    "trailing": 1915,
    "last": 1916,
    "keyboard?": 1917,
    "enemies?": 1918,
    "headed": 1919,
    "men": 1920,
    "tower?": 1921,
    "reached": 1922,
    "maturity?": 1923,
    ",": 1924,
    "unbearable?": 1925,
    "filing?": 1926,
    "hurry?": 1927,
    "girl's": 1928,
    "finger?": 1929,
    "continent": 1930,
    "training": 1931,
    "okay?": 1932,
    "action": 1933,
    "performing": 1934,
    "humans": 1935,
    "also": 1936,
    "perform?": 1937,
    "tiger": 1938,
    ",many": 1939,
    "drowning?": 1940,
    "porch?": 1941,
    "lead?": 1942,
    "sunlight": 1943,
    "shining": 1944,
    "gas?": 1945,
    "toes": 1946,
    "ribbons?": 1947,
    "photographing": 1948,
    "even": 1949,
    "per": 1950,
    "biggest": 1951,
    "warmed": 1952,
    "radiant": 1953,
    "energy?": 1954,
    "sash": 1955,
    "you'd": 1956,
    "expect": 1957,
    "juvenile?": 1958,
    "member": 1959,
    "cowgirl?": 1960,
    "board": 1961,
    "sport": 1962,
    "collar's": 1963,
    "camels": 1964,
    "space": 1965,
    "cowbell?": 1966,
    "ask": 1967,
    "directions?": 1968,
    "parts": 1969,
    "barricading": 1970,
    "provoked": 1971,
    "terrifying?": 1972,
    "ruin": 1973,
    "shoe?": 1974,
    "bleeding?": 1975,
    "baby's": 1976,
    "doe": 1977,
    "remote": 1978,
    "control?": 1979,
    "escape?": 1980,
    "tan": 1981,
    "messy?": 1982,
    "thinking?": 1983,
    "discrete": 1984,
    "orange": 1985,
    "marking": 1986,
    "owners": 1987,
    "pamper": 1988,
    "short?": 1989,
    "loose?": 1990,
    "tasting?": 1991,
    "ram": 1992,
    "happily": 1993,
    "highland": 1994,
    "bone?": 1995,
    "separating": 1996,
    "primary": 1997,
    "flexible?": 1998,
    "chasing?": 1999,
    "dry?": 2000,
    "cars": 2001,
    "showing": 2002,
    "butts?": 2003,
    "small?": 2004,
    "fluffy": 2005,
    "sunning": 2006,
    "himself?": 2007,
    "gave": 2008,
    "bike?": 2009,
    "transport?": 2010,
    "letter": 2011,
    "alphabet": 2012,
    "make?": 2013,
    "younger": 2014,
    "scale": 2015,
    "marks?": 2016,
    "hugging?": 2017,
    "pouncing?": 2018,
    "yet?": 2019,
    "adults": 2020,
    "connected": 2021,
    "end?": 2022,
    "lays": 2023,
    "surf?": 2024,
    "pink": 2025,
    "dog,": 2026,
    "life-jacket?": 2027,
    "anyone?": 2028,
    "aren't": 2029,
    "drunk?": 2030,
    "images": 2031,
    "poop?": 2032,
    "living": 2033,
    "range?": 2034,
    "ferocious": 2035,
    "leg": 2036,
    "lifted": 2037,
    "\"side": 2038,
    "eye\"?": 2039,
    "weather?": 2040,
    "oak": 2041,
    "hippos?": 2042,
    "shorthair": 2043,
    "chest?": 2044,
    "walked?": 2045,
    "pulled?": 2046,
    "socks?": 2047,
    "prints": 2048,
    "pawing": 2049,
    "suspect": 2050,
    "finds": 2051,
    "tedious?": 2052,
    "wii?": 2053,
    "room?": 2054,
    "three?": 2055,
    "shed?": 2056,
    "dominant": 2057,
    "perch?": 2058,
    "buoy?": 2059,
    "happened": 2060,
    "poles": 2061,
    "private": 2062,
    "residence": 2063,
    "tongues": 2064,
    "dressed": 2065,
    "womb?": 2066,
    "anticipating?": 2067,
    "swim?": 2068,
    "upset": 2069,
    "reason?": 2070,
    "infant?": 2071,
    "athletic?": 2072,
    "wake": 2073,
    "covers?": 2074,
    "calico": 2075,
    "mature": 2076,
    "indicates": 2077,
    "source": 2078,
    "nesting": 2079,
    "material?": 2080,
    "build": 2081,
    "\"brown": 2082,
    "beauty\"": 2083,
    "freckles?": 2084,
    "partially": 2085,
    "blocking": 2086,
    "view": 2087,
    "party?": 2088,
    "tabby?": 2089,
    "standing,": 2090,
    "without": 2091,
    "cuddle?": 2092,
    "statues?": 2093,
    "image,": 2094,
    "furthest": 2095,
    "cuddly?": 2096,
    "northern": 2097,
    "michigan?": 2098,
    "amused?": 2099,
    "injured": 2100,
    "roll": 2101,
    "clean": 2102,
    "themselves?": 2103,
    "sore": 2104,
    "glowing": 2105,
    "blankets?": 2106,
    "goats?": 2107,
    "let": 2108,
    "spoiled?": 2109,
    "bathing": 2110,
    "catch?": 2111,
    "sing?": 2112,
    "eyelashes?": 2113,
    "cement?": 2114,
    "drawing?": 2115,
    "luck?": 2116,
    "winking": 2117,
    "reading": 2118,
    "book?": 2119,
    "pictures": 2120,
    "ship?": 2121,
    "clearly": 2122,
    "larger?": 2123,
    "glasses?": 2124,
    "50": 2125,
    "lbs": 2126,
    "each?": 2127,
    "higher": 2128,
    "painted?": 2129,
    "luggage?": 2130,
    "resembles": 2131,
    "mostly": 2132,
    "bow?": 2133,
    "amused": 2134,
    "bowl": 2135,
    "rural": 2136,
    "shows": 2137,
    "outline": 2138,
    "lane?": 2139,
    "affectionate?": 2140,
    "riders": 2141,
    "mounted": 2142,
    "usual": 2143,
    "dish?": 2144,
    "run?": 2145,
    "toss": 2146,
    "wrap": 2147,
    "ball": 2148,
    "intended": 2149,
    "maker?": 2150,
    "loving": 2151,
    "zebras'": 2152,
    "noses?": 2153,
    "kept": 2154,
    "wandering": 2155,
    "off?": 2156,
    "eyeballs?": 2157,
    "casting": 2158,
    "necklace?": 2159,
    "mountains": 2160,
    "life?": 2161,
    "plow?": 2162,
    "donut?": 2163,
    "viewers": 2164,
    "love": 2165,
    "hate": 2166,
    "owner's": 2167,
    "decision?": 2168,
    "safe?": 2169,
    "paying": 2170,
    "ranch?": 2171,
    "middle?": 2172,
    "bull?": 2173,
    "helping": 2174,
    "hurting": 2175,
    "plants?": 2176,
    "beautiful?": 2177,
    "slept?": 2178,
    "mistake": 2179,
    "handle": 2180,
    "yarn?": 2181,
    "distinguishing": 2182,
    "hay?": 2183,
    "extra": 2184,
    "hairy": 2185,
    "barrel": 2186,
    "painting?": 2187,
    "weigh?": 2188,
    "cup": 2189,
    "always": 2190,
    "single": 2191,
    "file?": 2192,
    "fences?": 2193,
    "faster?": 2194,
    "stones?": 2195,
    "teams": 2196,
    "races?": 2197,
    "crowd": 2198,
    "spectating": 2199,
    "warming": 2200,
    "boat?": 2201,
    "arrive": 2202,
    "drove": 2203,
    "kinds": 2204,
    "closest?": 2205,
    "physically": 2206,
    "mature?": 2207,
    "currently": 2208,
    "vegetation?": 2209,
    "flush": 2210,
    "gravel": 2211,
    "upon?": 2212,
    "sprayed": 2213,
    "hose?": 2214,
    "claws": 2215,
    "yellow?": 2216,
    "transported": 2217,
    "somewhere?": 2218,
    "trampled": 2219,
    "engaged": 2220,
    "periphery": 2221,
    "matching": 2222,
    "hooves?": 2223,
    "halter?": 2224,
    "unlock": 2225,
    "sunlight?": 2226,
    "possible": 2227,
    "eyelids?": 2228,
    "terrain": 2229,
    "floating?": 2230,
    "play?": 2231,
    "kitten?": 2232,
    "crossing?": 2233,
    "gold": 2234,
    "encouraging": 2235,
    "bridge": 2236,
    "sway": 2237,
    "forth?": 2238,
    "tie?": 2239,
    "big,": 2240,
    "fat": 2241,
    "pony?": 2242,
    "rein?": 2243,
    "chest": 2244,
    "plumage": 2245,
    "consist": 2246,
    "parents?": 2247,
    "showing?": 2248,
    "ends": 2249,
    "city?": 2250,
    "yellow": 2251,
    "distance?": 2252,
    "woke": 2253,
    "him": 2254,
    "pack": 2255,
    "tusk": 2256,
    "elephants'": 2257,
    "wrinkly?": 2258,
    "hard": 2259,
    "engage": 2260,
    "regular": 2261,
    "habits?": 2262,
    "civilization": 2263,
    "underwater?": 2264,
    "dance?": 2265,
    "has?": 2266,
    "pets": 2267,
    "illuminated": 2268,
    "husband": 2269,
    "wife?": 2270,
    "pony": 2271,
    "pulled": 2272,
    "share?": 2273,
    "winking?": 2274,
    "crate?": 2275,
    "necktie?": 2276,
    "police": 2277,
    "officer": 2278,
    "feathers": 2279,
    "painted": 2280,
    "hummingbird": 2281,
    "\"doggie": 2282,
    "doors\"": 2283,
    "regard": 2284,
    "doors": 2285,
    "move": 2286,
    "door": 2287,
    "leash": 2288,
    "\"follow": 2289,
    "leader?\"?": 2290,
    "offered": 2291,
    "feeding?": 2292,
    "drivers": 2293,
    "machine": 2294,
    "doughnut": 2295,
    "tale?": 2296,
    "picked": 2297,
    "unpack": 2298,
    "travel?": 2299,
    "metal": 2300,
    "betsy?": 2301,
    "carpet": 2302,
    "linoleum": 2303,
    "rug": 2304,
    "sound?": 2305,
    "qualify": 2306,
    "significant": 2307,
    "feature": 2308,
    "new": 2309,
    "fake": 2310,
    "stump": 2311,
    "toward?": 2312,
    "sex": 2313,
    "upside": 2314,
    "beef": 2315,
    "cattle?``?": 2316,
    "locked": 2317,
    "still": 2318,
    "stuff": 2319,
    "remaining": 2320,
    "taller,": 2321,
    "typing?": 2322,
    "grossly": 2323,
    "already": 2324,
    "stomach?": 2325,
    "donkeys?": 2326,
    "comprised": 2327,
    "preventing": 2328,
    "motor": 2329,
    "vehicles": 2330,
    "line": 2331,
    "video": 2332,
    "game?": 2333,
    "luggage": 2334,
    "sims": 2335,
    "american": 2336,
    "generated": 2337,
    "backs": 2338,
    "lady?": 2339,
    "strapped": 2340,
    "squeeze": 2341,
    "disk?": 2342,
    "waiting?": 2343,
    "zebra-printed": 2344,
    "peel": 2345,
    "harness": 2346,
    "plowing?": 2347,
    "enclosure": 2348,
    "wilds": 2349,
    "chopped": 2350,
    "cage": 2351,
    "turning?": 2352,
    "photographers": 2353,
    "future?": 2354,
    "name?": 2355,
    "mowed?": 2356,
    "dig": 2357,
    "holes?": 2358,
    "markings": 2359,
    "general": 2360,
    "similar": 2361,
    "height?": 2362,
    "stuck?": 2363,
    "shy": 2364,
    "fruit?": 2365,
    "catches": 2366,
    "eggs?": 2367,
    "shade": 2368,
    "born?": 2369,
    "wingspan": 2370,
    "compare": 2371,
    "bald": 2372,
    "eagle?": 2373,
    "feel?": 2374,
    "lumps": 2375,
    "affected": 2376,
    "crowded?": 2377,
    "activity?": 2378,
    "officers": 2379,
    "fond": 2380,
    "cubs?": 2381,
    "coats?": 2382,
    "mates?": 2383,
    "clue": 2384,
    "tells": 2385,
    "viewer": 2386,
    "relax?": 2387,
    "carrier?": 2388,
    "queenly?": 2389,
    "squinting?": 2390,
    "bars?": 2391,
    "birdbath?": 2392,
    "best": 2393,
    "visibly": 2394,
    "sail?": 2395,
    "vacation?": 2396,
    "forward": 2397,
    "backward?": 2398,
    "toned?": 2399,
    "presented?": 2400,
    "spray": 2401,
    "row?": 2402,
    "participating": 2403,
    "where's": 2404,
    "unshown": 2405,
    "red?": 2406,
    "paths": 2407,
    "breathing?": 2408,
    "bee": 2409,
    "bathroom?": 2410,
    "processed": 2411,
    "sugary": 2412,
    "snacks": 2413,
    "mirror": 2414,
    "wrapped": 2415,
    "those?": 2416,
    "bay?": 2417,
    "river,": 2418,
    "shallow?": 2419,
    "hole": 2420,
    "mist?": 2421,
    "don't": 2422,
    "wish": 2423,
    "long?": 2424,
    "images?": 2425,
    "dishes": 2426,
    "prey?": 2427,
    "shoe": 2428,
    "dust": 2429,
    "closed": 2430,
    "relaxed?": 2431,
    "gazing": 2432,
    "shooting": 2433,
    "live?": 2434,
    "lifted?": 2435,
    "bathroom": 2436,
    "escape": 2437,
    "clouds?": 2438,
    "rabies": 2439,
    "land": 2440,
    "marks": 2441,
    "handling": 2442,
    "present": 2443,
    "caught": 2444,
    "gas": 2445,
    "fuel?": 2446,
    "father?": 2447,
    "within": 2448,
    "troff?": 2449,
    "itch?": 2450,
    "sombrero?": 2451,
    "represent?": 2452,
    "computers?": 2453,
    "fridge?": 2454,
    "wishes?": 2455,
    "scary": 2456,
    "desert": 2457,
    "foliage?": 2458,
    "coca-cola?": 2459,
    "instead": 2460,
    "say?": 2461,
    "drive": 2462,
    "stranded?": 2463,
    "halloween": 2464,
    "witch?": 2465,
    "faster": 2466,
    "featured?": 2467,
    "hears": 2468,
    "mythological": 2469,
    "creature": 2470,
    "portraying?": 2471,
    "figurine": 2472,
    "figurine?": 2473,
    "noisemaker": 2474,
    "groomer": 2475,
    "lately?": 2476,
    "handler?": 2477,
    "learn": 2478,
    "trick?": 2479,
    "telling": 2480,
    "denmark?": 2481,
    "mood": 2482,
    "bath": 2483,
    "lifting?": 2484,
    "indians?": 2485,
    "towing": 2486,
    "boarders?": 2487,
    "pushing?": 2488,
    "stressed": 2489,
    "controlled": 2490,
    "picking": 2491,
    "figure": 2492,
    "towards?": 2493,
    "calm": 2494,
    "rough": 2495,
    "waters?": 2496,
    "birth": 2497,
    "plain?": 2498,
    "post": 2499,
    "office?": 2500,
    "focused?": 2501,
    "ratio": 2502,
    "depicted": 2503,
    "splayed": 2504,
    "leaping": 2505,
    "bent": 2506,
    "90": 2507,
    "degrees?": 2508,
    "made?": 2509,
    "matted?": 2510,
    "shower?": 2511,
    "messed": 2512,
    "goes": 2513,
    "sack": 2514,
    "thirsty": 2515,
